{
    "topic": "Antimatter",
    "keywords": [
        "antimatter"
    ],
    "timestamp": "2025-05-12T09:46:59.406166",
    "sources": [
        {
            "source": "wikipedia",
            "title": "Antimatter",
            "content": "In modern physics, antimatter is defined as matter composed of the antiparticles (or \"partners\") of the corresponding particles in \"ordinary\" matter, and can be thought of as matter with reversed charge and parity, or going backward in time (see CPT symmetry). Antimatter occurs in natural processes like cosmic ray collisions and some types of radioactive decay, but only a tiny fraction of these have successfully been bound together in experiments to form antiatoms. Minuscule numbers of antiparticles can be generated at particle accelerators, but total artificial production has been only a few nanograms. No macroscopic amount of antimatter has ever been assembled due to the extreme cost and difficulty of production and handling. Nonetheless, antimatter is an essential component of widely available applications related to beta decay, such as positron emission tomography, radiation therapy, and industrial imaging.\nIn theory, a particle and its antiparticle (for example, a proton and an antiproton) have the same mass, but opposite electric charge, and other differences in quantum numbers.\nA collision between any particle and its anti-particle partner leads to their mutual annihilation, giving rise to various proportions of intense photons (gamma rays), neutrinos, and sometimes less-massive particle–antiparticle pairs. The majority of the total energy of annihilation emerges in the form of ionizing radiation. If surrounding matter is present, the energy content of this radiation will be absorbed and converted into other forms of energy, such as heat or light. The amount of energy released is usually proportional to the total mass of the collided matter and antimatter, in accordance with the notable mass–energy equivalence equation, E=mc2.\nAntiparticles bind with each other to form antimatter, just as ordinary particles bind to form normal matter. For example, a positron (the antiparticle of the electron) and an antiproton (the antiparticle of the proton) can form an antihydrogen atom. The nuclei of antihelium have been artificially produced, albeit with difficulty, and are the most complex anti-nuclei so far observed. Physical principles indicate that complex antimatter atomic nuclei are possible, as well as anti-atoms corresponding to the known chemical elements.\nThere is strong evidence that the observable universe is composed almost entirely of ordinary matter, as opposed to an equal mixture of matter and antimatter. This asymmetry of matter and antimatter in the visible universe is one of the great unsolved problems in physics. The process by which this inequality between matter and antimatter particles is hypothesised to have occurred is called baryogenesis.\n\n\n== Definitions ==\nAntimatter particles carry the same charge as matter particles, but of opposite sign. That is, an antiproton is negatively charged and an antielectron (positron) is positively charged. Neutrons do not carry a net charge, but their constituent quarks do. Protons and neutrons have a baryon number of +1, while antiprotons and antineutrons have a baryon number of –1. Similarly, electrons have a lepton number of +1, while that of positrons is –1. When a particle and its corresponding antiparticle collide, they are both converted into energy.\nThe French term for \"made of or pertaining to antimatter\", contraterrene, led to the initialism \"C.T.\" and the science fiction term seetee, as used in such novels as Seetee Ship.\n\n\n== Conceptual history ==\nThe idea of negative matter appears in past theories of matter that have now been abandoned. Using the once popular vortex theory of gravity, the possibility of matter with negative gravity was discussed by William Hicks in the 1880s. Between the 1880s and the 1890s, Karl Pearson proposed the existence of \"squirts\" and sinks of the flow of aether. The squirts represented normal matter and the sinks represented negative matter. Pearson's theory required a fourth dimension for the aether to flow from and into.\nThe term antimatter was first used by Arthur Schuster in two rather whimsical letters to Nature in 1898, in which he coined the term. He hypothesized antiatoms, as well as whole antimatter solar systems, and discussed the possibility of matter and antimatter annihilating each other. Schuster's ideas were not a serious theoretical proposal, merely speculation, and like the previous ideas, differed from the modern concept of antimatter in that it possessed negative gravity.\nThe modern theory of antimatter began in 1928, with a paper by Paul Dirac. Dirac realised that his relativistic version of the Schrödinger wave equation for electrons predicted the possibility of antielectrons. Although Dirac had laid the groundwork for the existence of these “antielectrons” he initially failed to pick up on the implications contained within his own equation. He freely gave the credit for that insight to J. Robert Oppenheimer, whose seminal paper “On the Theory of Electrons and Protons” (Feb 14th 1930) drew on Dirac's equation and argued for the existence of a positively charged electron (a positron), which as a counterpart to the electron should have the same mass as the electron itself. This meant that it could not be, as Dirac had in fact suggested, a proton. Dirac further postulated the existence of antimatter in a 1931 paper which referred to the positron as an \"anti-electron\". These were discovered by Carl D. Anderson in 1932 and named positrons from \"positive electron\". Although Dirac did not himself use the term antimatter, its use follows on naturally enough from antielectrons, antiprotons, etc. A complete periodic table of antimatter was envisaged by Charles Janet in 1929.\nThe Feynman–Stueckelberg interpretation states that antimatter and antiparticles behave exactly identical to regular particles, but traveling backward in time.  This concept is nowadays used in modern particle physics, in Feynman diagrams.\n\n\n== Notation ==\nOne way to denote an antiparticle is by adding a bar over the particle's symbol. For example, the proton and antiproton are denoted as p and p, respectively. The same rule applies if one were to address a particle by its constituent components. A proton is made up of  u u d quarks, so an antiproton must therefore be formed from u u d antiquarks. Another convention is to distinguish particles by positive and negative electric charge. Thus, the electron and positron are denoted simply as e− and e+ respectively. To prevent confusion, however, the two conventions are never mixed.\n\n\n== Properties ==\nThere is no difference in the gravitational behavior of matter and antimatter. In other words, antimatter falls down when dropped, not up. This was confirmed with the thin, very cold gas of thousands of antihydrogen atoms that were confined in a vertical shaft surrounded by superconducting electromagnetic coils. These can create a magnetic bottle to keep the antimatter from coming into contact with matter and annihilating. The researchers then gradually weakened the magnetic fields and detected the antiatoms using two sensors as they escaped and annihilated. Most of the anti-atoms came out of the bottom opening, and only one-quarter out of the top.\nThere are compelling theoretical reasons to believe that, aside from the fact that antiparticles have different signs on all charges (such as electric and baryon charges), matter and antimatter have exactly the same properties. This means a particle and its corresponding antiparticle must have identical masses and decay lifetimes (if unstable). It also implies that, for example, a star made up of antimatter (an \"antistar\") will shine just like an ordinary star. This idea was tested experimentally in 2016 by the ALPHA experiment, which measured the transition between the two lowest energy states of antihydrogen. The results, which are identical to that of hydrogen, confirmed the validity of quantum mechanics for antimatter.\n\n\n== Origin and asymmetry ==\n\nMost things observable from the Earth seem to be made of matter rather than antimatter. If antimatter-dominated regions of space existed, the gamma rays produced in annihilation reactions along the boundary between matter and antimatter regions would be detectable.\nAntiparticles are created everywhere in the universe where high-energy particle collisions take place. High-energy cosmic rays striking Earth's atmosphere (or any other matter in the Solar System) produce minute quantities of antiparticles in the resulting particle jets, which are immediately annihilated by contact with nearby matter. They may similarly be produced in regions like the center of the Milky Way and other galaxies, where very energetic celestial events occur (principally the interaction of relativistic jets with the interstellar medium). The presence of the resulting antimatter is detectable by the two gamma rays produced every time positrons annihilate with nearby matter. The frequency and wavelength of the gamma rays indicate that each carries 511 keV of energy (that is, the rest mass of an electron multiplied by c2).\nObservations by the European Space Agency's INTEGRAL satellite may explain the origin of a giant antimatter cloud surrounding the Galactic Center. The observations show that the cloud is asymmetrical and matches the pattern of X-ray binaries (binary star systems containing black holes or neutron stars), mostly on one side of the Galactic Center. While the mechanism is not fully understood, it is likely to involve the production of electron–positron pairs, as ordinary matter gains kinetic energy while falling into a stellar remnant.\nAntimatter may exist in relatively large amounts in far-away galaxies due to cosmic inflation in the primordial time of the universe. Antimatter galaxies, if they exist, are expected to have the same chemistry and absorption and emission spectra as normal-matter galaxies, and their astronomical objects would be observationally identical, making them difficult to distinguish. NASA is trying to determine if such galaxies exist by looking for X-ray and gamma ray signatures of annihilation events in colliding superclusters.\nIn October 2017, scientists working on the BASE experiment at CERN reported a measurement of the antiproton magnetic moment to a precision of 1.5 parts per billion. It is consistent with the most precise measurement of the proton magnetic moment (also made by BASE in 2014), which supports the hypothesis of CPT symmetry. This measurement represents the first time that a property of antimatter is known more precisely than the equivalent property in matter.\nAntimatter quantum interferometry has been first demonstrated in 2018 in the Positron Laboratory (L-NESS) of Rafael Ferragut in Como (Italy), by a group led by Marco Giammarchi.\n\n\n== Natural production ==\n\nPositrons are produced naturally in β+ decays of naturally occurring radioactive isotopes (for example, potassium-40) and in interactions of gamma quanta (emitted by radioactive nuclei) with matter. Antineutrinos are another kind of antiparticle created by natural radioactivity (β− decay). Many different kinds of antiparticles are also produced by (and contained in) cosmic rays. In January 2011, research by the American Astronomical Society discovered antimatter (positrons) originating above thunderstorm clouds; positrons are produced in terrestrial gamma ray flashes created by electrons accelerated by strong electric fields in the clouds. Antiprotons have also been found to exist in the Van Allen Belts around the Earth by the PAMELA module.\nAntiparticles are also produced in any environment with a sufficiently high temperature (mean particle energy greater than the pair production threshold). It is hypothesized that during the period of baryogenesis, when the universe was extremely hot and dense, matter and antimatter were continually produced and annihilated. The presence of remaining matter, and absence of detectable remaining antimatter, is called baryon asymmetry. The exact mechanism that produced this asymmetry during baryogenesis remains an unsolved problem. One of the necessary conditions for this asymmetry is the violation of CP symmetry, which has been experimentally observed in the weak interaction.\nRecent observations indicate black holes and neutron stars produce vast amounts of positron-electron plasma via the jets.\n\n\n=== Observation in cosmic rays ===\n\nSatellite experiments have found evidence of positrons and a few antiprotons in primary cosmic rays, amounting to less than 1% of the particles in primary cosmic rays. This antimatter cannot all have been created in the Big Bang, but is instead attributed to have been produced by cyclic processes at high energies. For instance, electron-positron pairs may be formed in pulsars, as a magnetized neutron star rotation cycle shears electron-positron pairs from the star surface. Therein the antimatter forms a wind that crashes upon the ejecta of the progenitor supernovae. This weathering takes place as \"the cold, magnetized relativistic wind launched by the star hits the non-relativistically expanding ejecta, a shock wave system forms in the impact: the outer one propagates in the ejecta, while a reverse shock propagates back towards the star.\" The former ejection of matter in the outer shock wave and the latter production of antimatter in the reverse shock wave are steps in a space weather cycle.\nPreliminary results from the presently operating Alpha Magnetic Spectrometer (AMS-02) on board the International Space Station show that positrons in the cosmic rays arrive with no directionality, and with energies that range from 10 GeV to 250 GeV. In September, 2014, new results with almost twice as much data were presented in a talk at CERN and published in Physical Review Letters. A new measurement of positron fraction up to 500 GeV was reported, showing that positron fraction peaks at a maximum of about 16% of total electron+positron events, around an energy of 275 ± 32 GeV. At higher energies, up to 500 GeV, the ratio of positrons to electrons begins to fall again. The absolute flux of positrons also begins to fall before 500 GeV, but peaks at energies far higher than electron energies, which peak about 10 GeV. These results on interpretation have been suggested to be due to positron production in annihilation events of massive dark matter particles.\nCosmic ray antiprotons also have a much higher energy than their normal-matter counterparts (protons). They arrive at Earth with a characteristic energy maximum of 2 GeV, indicating their production in a fundamentally different process from cosmic ray protons, which on average have only one-sixth of the energy.\nThere is an ongoing search for larger antimatter nuclei, such as antihelium nuclei (that is, anti-alpha particles), in cosmic rays. The detection of natural antihelium could imply the existence of large antimatter structures such as an antistar. A prototype of the AMS-02 designated AMS-01, was flown into space aboard the Space Shuttle Discovery on STS-91 in June 1998. By not detecting any antihelium at all, the AMS-01 established an upper limit of 1.1×10−6 for the antihelium to helium flux ratio. AMS-02 revealed in December 2016 that it had discovered a few signals consistent with antihelium nuclei amidst several billion helium nuclei. The result remains to be verified, and as of 2017, the team is trying to rule out contamination.\n\n\n== Artificial production ==\n\n\n=== Positrons ===\n\nPositrons were reported in November 2008 to have been generated by Lawrence Livermore National Laboratory in large numbers. A laser drove electrons through a gold target's nuclei, which caused the incoming electrons to emit energy quanta that decayed into both matter and antimatter. Positrons were detected at a higher rate and in greater density than ever previously detected in a laboratory. Previous experiments made smaller quantities of positrons using lasers and paper-thin targets; newer simulations showed that short bursts of ultra-intense lasers and millimeter-thick gold are a far more effective source.\nIn 2023, the production of the first electron-positron beam-plasma was reported by a collaboration led by researchers at University of Oxford working with the High-Radiation to Materials (HRMT) facility at CERN. The beam demonstrated the highest positron yield achieved so far in a laboratory setting. The experiment employed the 440 GeV proton beam, with \n  \n    \n      \n        3\n        ×\n        \n          10\n          \n            11\n          \n        \n      \n    \n    {\\displaystyle 3\\times 10^{11}}\n  \n protons, from the Super Proton Synchrotron, and irradiated a particle converter composed of carbon and tantalum. This yielded a total \n  \n    \n      \n        1.5\n        ×\n        \n          10\n          \n            13\n          \n        \n      \n    \n    {\\displaystyle 1.5\\times 10^{13}}\n  \n electron-positron pairs via a particle shower process. The produced pair beams have a volume that fills multiple Debye spheres and are thus able to sustain collective plasma oscillations.\n\n\n=== Antiprotons, antineutrons, and antinuclei ===\n\nThe existence of the antiproton was experimentally confirmed in 1955 by University of California, Berkeley physicists Emilio Segrè and Owen Chamberlain, for which they were awarded the 1959 Nobel Prize in Physics. An antiproton consists of two up antiquarks and one down antiquark (uud). The properties of the antiproton that have been measured all match the corresponding properties of the proton, with the exception of the antiproton having opposite electric charge and magnetic moment from the proton. Shortly afterwards, in 1956, the antineutron was discovered in proton–proton collisions at the Bevatron (Lawrence Berkeley National Laboratory) by Bruce Cork and colleagues.\nIn addition to antibaryons, anti-nuclei consisting of multiple bound antiprotons and antineutrons have been created. These are typically produced at energies far too high to form antimatter atoms (with bound positrons in place of electrons). In 1965, a group of researchers led by Antonino Zichichi reported production of nuclei of antideuterium at the Proton Synchrotron at CERN. At roughly the same time, observations of antideuterium nuclei were reported by a group of American physicists at the Alternating Gradient Synchrotron at Brookhaven National Laboratory.\n\n\n=== Antihydrogen atoms ===\n\nIn 1995, CERN announced that it had successfully brought into existence nine hot antihydrogen atoms by implementing the SLAC/Fermilab concept during the PS210 experiment. The experiment was performed using the Low Energy Antiproton Ring (LEAR), and was led by Walter Oelert and Mario Macri. Fermilab soon confirmed the CERN findings by producing approximately 100 antihydrogen atoms at their facilities. The antihydrogen atoms created during PS210 and subsequent experiments (at both CERN and Fermilab) were extremely energetic and were not well suited to study. To resolve this hurdle, and to gain a better understanding of antihydrogen, two collaborations were formed in the late 1990s, namely, ATHENA and ATRAP.\nIn 1999, CERN activated the Antiproton Decelerator, a device capable of decelerating antiprotons from 3.5 GeV to 5.3 MeV – still too \"hot\" to produce study-effective antihydrogen, but a huge leap forward. In late 2002 the ATHENA project announced that they had created the world's first \"cold\" antihydrogen. The ATRAP project released similar results very shortly thereafter. The antiprotons used in these experiments were cooled by decelerating them with the Antiproton Decelerator, passing them through a thin sheet of foil, and finally capturing them in a Penning–Malmberg trap. The overall cooling process is workable, but highly inefficient; approximately 25 million antiprotons leave the Antiproton Decelerator and roughly 25,000 make it to the Penning–Malmberg trap, which is about ⁠1/1000⁠ or 0.1% of the original amount.\nThe antiprotons are still hot when initially trapped. To cool them further, they are mixed into an electron plasma. The electrons in this plasma cool via cyclotron radiation, and then sympathetically cool the antiprotons via Coulomb collisions. Eventually, the electrons are removed by the application of short-duration electric fields, leaving the antiprotons with energies less than 100 meV. While the antiprotons are being cooled in the first trap, a small cloud of positrons is captured from radioactive sodium in a Surko-style positron accumulator. This cloud is then recaptured in a second trap near the antiprotons. Manipulations of the trap electrodes then tip the antiprotons into the positron plasma, where some combine with antiprotons to form antihydrogen. This neutral antihydrogen is unaffected by the electric and magnetic fields used to trap the charged positrons and antiprotons, and within a few microseconds the antihydrogen hits the trap walls, where it annihilates. Some hundreds of millions of antihydrogen atoms have been made in this fashion.\nIn 2005, ATHENA disbanded and some of the former members (along with others) formed the ALPHA Collaboration, which is also based at CERN. The ultimate goal of this endeavour is to test CPT symmetry through comparison of the atomic spectra of hydrogen and antihydrogen (see hydrogen spectral series).\nMost of the sought-after high-precision tests of the properties of antihydrogen could only be performed if the antihydrogen were trapped, that is, held in place for a relatively long time. While antihydrogen atoms are electrically neutral, the spins of their component particles produce a magnetic moment. These magnetic moments can interact with an inhomogeneous magnetic field; some of the antihydrogen atoms can be attracted to a magnetic minimum. Such a minimum can be created by a combination of mirror and multipole fields. Antihydrogen can be trapped in such a magnetic minimum (minimum-B) trap; in November 2010, the ALPHA collaboration announced that they had so trapped 38 antihydrogen atoms for about a sixth of a second. This was the first time that neutral antimatter had been trapped.\nOn 26 April 2011, ALPHA announced that they had trapped 309 antihydrogen atoms, some for as long as 1,000 seconds (about 17 minutes). This was longer than neutral antimatter had ever been trapped before. ALPHA has used these trapped atoms to initiate research into the spectral properties of antihydrogen.\nIn 2016, a new antiproton decelerator and cooler called ELENA (Extra Low ENergy Antiproton decelerator) was built. It takes the antiprotons from the antiproton decelerator and cools them to 90 keV, which is \"cold\" enough to study. This machine works by using high energy and accelerating the particles within the chamber. More than one hundred antiprotons can be captured per second, a huge improvement, but it would still take several thousand years to make a nanogram of antimatter.\nThe biggest limiting factor in the large-scale production of antimatter is the availability of antiprotons. Recent data released by CERN states that, when fully operational, their facilities are capable of producing ten million antiprotons per minute. Assuming a 100% conversion of antiprotons to antihydrogen, it would take 100 billion years to produce 1 gram or 1 mole of antihydrogen (approximately 6.02×1023 atoms of anti-hydrogen). However, CERN only produces 1% of the anti-matter Fermilab does, and neither are designed to produce anti-matter. According to Gerald Jackson, using technology already in use today we are capable of producing and capturing 20 grams of anti-matter particles per year at a yearly cost of 670 million dollars per facility.\n\n\n=== Antihelium ===\n\nAntihelium-3 nuclei (3He) were first observed in the 1970s in proton–nucleus collision experiments at the Institute for High Energy Physics by Y. Prockoshkin's group (Protvino near Moscow, USSR) and later created in nucleus–nucleus collision experiments. Nucleus–nucleus collisions produce antinuclei through the coalescence of antiprotons and antineutrons created in these reactions. In 2011, the STAR detector reported the observation of artificially created antihelium-4 nuclei (anti-alpha particles) (4He) from such collisions.\nThe Alpha Magnetic Spectrometer on the International Space Station has, as of 2021, recorded eight events that seem to indicate the detection of antihelium-3.\n\n\n=== Preservation ===\nAntimatter cannot be stored in a container made of ordinary matter because antimatter reacts with any matter it touches, annihilating itself and an equal amount of the container. Antimatter in the form of charged particles can be contained by a combination of electric and magnetic fields, in a device called a Penning trap. This device cannot, however, contain antimatter that consists of uncharged particles, for which atomic traps are used. In particular, such a trap may use the dipole moment (electric or magnetic) of the trapped particles. At high vacuum, the matter or antimatter particles can be trapped and cooled with slightly off-resonant laser radiation using a magneto-optical trap or magnetic trap. Small particles can also be suspended with optical tweezers, using a highly focused laser beam.\nIn 2011, CERN scientists were able to preserve antihydrogen for approximately 17 minutes. The record for storing antiparticles is currently held by the TRAP experiment at CERN: antiprotons were kept in a Penning trap for 405 days. A proposal was made in 2018 to develop containment technology advanced enough to contain a billion anti-protons in a portable device to be driven to another lab for further experimentation.\n\n\n=== Cost ===\nScientists claim that antimatter is the costliest material to make. In 2006, Gerald Smith estimated $250 million could produce 10 milligrams of positrons (equivalent to $25 billion per gram); in 1999, NASA gave a figure of $62.5 trillion per gram of antihydrogen. This is because production is difficult (only very few antiprotons are produced in reactions in particle accelerators) and because there is higher demand for other uses of particle accelerators. According to CERN, it has cost a few hundred million Swiss francs to produce about 1 billionth of a gram (the amount used so far for particle/antiparticle collisions). In comparison, to produce the first atomic weapon, the cost of the Manhattan Project was estimated at $23 billion with inflation during 2007.\nSeveral studies funded by NASA Innovative Advanced Concepts are exploring whether it might be possible to use magnetic scoops to collect the antimatter that occurs naturally in the Van Allen belt of the Earth, and ultimately the belts of gas giants like Jupiter, ideally at a lower cost per gram.\n\n\n== Uses ==\n\n\n=== Medical ===\n\nMatter–antimatter reactions have practical applications in medical imaging, such as positron emission tomography (PET). In positive beta decay, a nuclide loses surplus positive charge by emitting a positron (in the same event, a proton becomes a neutron, and a neutrino is also emitted). Nuclides with surplus positive charge are easily made in a cyclotron and are widely generated for medical use. Antiprotons have also been shown within laboratory experiments to have the potential to treat certain cancers, in a similar method currently used for ion (proton) therapy.\n\n\n=== Fuel ===\nIsolated and stored antimatter could be used as a fuel for interplanetary or interstellar travel as part of an antimatter-catalyzed nuclear pulse propulsion or another antimatter rocket. Since the energy density of antimatter is higher than that of conventional fuels, an antimatter-fueled spacecraft would have a higher thrust-to-weight ratio than a conventional spacecraft.\nIf matter–antimatter collisions resulted only in photon emission, the entire rest mass of the particles would be converted to kinetic energy. The energy per unit mass (9×1016 J/kg) is about 10 orders of magnitude greater than chemical energies, and about 3 orders of magnitude greater than the nuclear potential energy that can be liberated, today, using nuclear fission (about 200 MeV per fission reaction or 8×1013 J/kg), and about 2 orders of magnitude greater than the best possible results expected from fusion (about 6.3×1014 J/kg for the proton–proton chain). The reaction of 1 kg of antimatter with 1 kg of matter would produce 1.8×1017 J (180 petajoules) of energy (by the mass–energy equivalence formula, E=mc2), or the rough equivalent of 43 megatons of TNT – slightly less than the yield of the 27,000 kg Tsar Bomba, the largest thermonuclear weapon ever detonated.\nNot all of that energy can be utilized by any realistic propulsion technology because of the nature of the annihilation products. While electron–positron reactions result in gamma ray photons, these are difficult to direct and use for thrust. In reactions between protons and antiprotons, their energy is converted largely into relativistic neutral and charged pions. The neutral pions decay almost immediately (with a lifetime of 85 attoseconds) into high-energy photons, but the charged pions decay more slowly (with a lifetime of 26 nanoseconds) and can be deflected magnetically to produce thrust.\nCharged pions ultimately decay into a combination of neutrinos (carrying about 22% of the energy of the charged pions) and unstable charged muons (carrying about 78% of the charged pion energy), with the muons then decaying into a combination of electrons, positrons and neutrinos (cf. muon decay; the neutrinos from this decay carry about 2/3 of the energy of the muons, meaning that from the original charged pions, the total fraction of their energy converted to neutrinos by one route or another would be about 0.22 + (2/3)⋅0.78 = 0.74).\n\n\n=== Weapons ===\n\nAntimatter has been considered as a trigger mechanism for nuclear weapons. A major obstacle is the difficulty of producing antimatter in large enough quantities, and there is no evidence that it will ever be feasible. Nonetheless, the U.S. Air Force funded studies of the physics of antimatter in the Cold War, and began considering its possible use in weapons, not just as a trigger, but as the explosive itself.\n\n\n== See also ==\n\nAlfvén–Klein cosmology – Non-standard model of the universe; emphasizes the role of ionized gasesPages displaying short descriptions of redirect targets\nAntihypernuclei – Antimatter hypernucleus\nAntimatter comet – Hypothetical object\nDi-positronium – Exotic molecule consisting of two atoms of positronium\nGravitational interaction of antimatter – Theory of gravity on antimatter\nPositronium hydride – Exotic molecule consisting of a hydrogen atom bound to a positronium atom\n\n\n== References ==\n\n\n== Further reading ==\nFraser, G. (18 May 2000). Antimatter: The Ultimate Mirror. Cambridge University Press. ISBN 978-0-521-65252-0.\nSchmidt, G.R; Gerrish, H.P.; Martin, J.J.; Smith, G.A.; Meyer, K.J. (22 August 2012). \"Antimatter Production for Near-term Propulsion Applications\" (PDF). 35th Joint Propulsion Conference and Exhibit. doi:10.2514/6.1999-2691. Archived from the original (PDF) on 6 March 2007.\nTaylor, Allen (2012). \"Angels and Demons\". New Scientist. 214 (2871). CERN: 31. Bibcode:2012NewSc.214R..31T. doi:10.1016/S0262-4079(12)61690-X. Archived from the original on 27 March 2014. FAQ from CERN with information about antimatter aimed at the general reader, posted in response to antimatter's fictional portrayal in Angels & Demons.\n\n\n== External links ==\n\nAntimatter on In Our Time at the BBC\nFreeview Video 'Antimatter' by the Vega Science Trust and the BBC/OU\nCERN Webcasts (RealPlayer required)\nWhat is Antimatter? (from the Frequently Asked Questions at the Center for Antimatter–Matter Studies)\nWhat is direct CP-violation?\nAnimated illustration of antihydrogen production at CERN from the Exploratorium.\n\"Mining for Neutrinos\", costly experiment to study neutrinos & anti-neutrinos. New York Times science article, updated Sept. 2, 2024",
            "url": "https://en.wikipedia.org/wiki/Antimatter",
            "related_pages": [
                {
                    "title": "ALPHA experiment",
                    "summary": "The Antihydrogen Laser Physics Apparatus (ALPHA), also known as AD-5, is an experiment at CERN's Antiproton Decelerator, designed to trap antihydrogen in a magnetic trap in order to study its atomic spectra. The ultimate goal of the experiment is to test CPT symmetry through comparing the respective spectra of hydrogen and antihydrogen. Scientists taking part in ALPHA include former members of the ATHENA experiment (AD-1), the first to produce cold antihydrogen in 2002.",
                    "url": "https://en.wikipedia.org/wiki/ALPHA_experiment"
                },
                {
                    "title": "Rutherford scattering experiments",
                    "summary": "The Rutherford scattering experiments were a landmark series of experiments by which scientists learned  that every atom has a nucleus where all of its positive charge and most of its mass is concentrated.  They deduced this after measuring how an alpha particle beam is scattered when it strikes a thin metal foil. The experiments were performed between 1906 and 1913 by Hans Geiger and Ernest Marsden under the direction of Ernest Rutherford at the Physical Laboratories of the University of Manchester.",
                    "url": "https://en.wikipedia.org/wiki/Rutherford_scattering_experiments"
                },
                {
                    "title": "ANTARES (telescope)",
                    "summary": "ANTARES (Astronomy with a Neutrino Telescope and Abyss environmental RESearch project) is a neutrino detector residing 2.5 km under the Mediterranean Sea off the coast of Toulon, France. It is designed to be used as a directional neutrino telescope to locate and observe neutrino flux from cosmic origins in the direction of the Southern Hemisphere of the Earth, a complement to the South Pole neutrino detector IceCube that detects neutrinos from both hemispheres. The experiment is a recognized CERN experiment (RE6).",
                    "url": "https://en.wikipedia.org/wiki/ANTARES_(telescope)"
                },
                {
                    "title": "Athens",
                    "summary": "Athens ( ATH-inz) is the capital and largest city of Greece. A significant coastal urban area in the Mediterranean, Athens is also the capital of the Attica region and is the southernmost capital on the European mainland. With its urban area's population numbering over 3.6 million, it is the eighth-largest urban area in the European Union (EU).",
                    "url": "https://en.wikipedia.org/wiki/Athens"
                }
            ]
        },
        {
            "source": "pubmed",
            "error": "Document is empty"
        },
        {
            "source": "springer",
            "articles": [
                {
                    "title": "Antimatter Gravity Experiments, the Astronomical Challenges to ΛCDM Cosmology and the Quantum Vacuum as a Possible Source of Gravity in the Universe",
                    "doi": "10.1007/s10773-025-05954-2",
                    "url": "http://dx.doi.org/10.1007/s10773-025-05954-2",
                    "publication_date": "2025-03-28",
                    "abstract": "This review is motivated by the first result of the ALPHA-g experiment at CERN, which indicates that atoms and anti-atoms have different gravitational charges; according to measurements, the gravitational acceleration of anti-atoms is only 0.75 of that of ordinary matter. If confirmed by more precise measurements, this will greatly increase the plausibility of the emerging cosmological model, which is based on the working hypothesis that quantum vacuum fluctuations are virtual gravitational dipoles; a hypothesis that opens up the possibility that the quantum vacuum is a major source of gravity in the universe (which could eventually eliminate the need for the hypothetical dark matter and dark energy). This laboratory challenge to general relativity and ΛCDM cosmology is complemented by astronomical challenges (the Hubble tension, very fast initial growth of structures in the Universe, dark energy deviating from the cosmological constant…). The intriguing question is: do the antimatter gravity experiments at CERN and the recent astronomical observations point to the same (highly unexpected) new physics? With this question in mind, we briefly review the antimatter gravity experiments at CERN and elsewhere, together with the major astronomical challenges and the emerging Quantum Vacuum cosmology, which seems to be compatible with the ALPHA-g result and with the preliminary astronomical challenges to ΛCDM cosmology. The laboratory and astronomical challenges have suddenly taken us into terra incognita, where we need absolutely unprecedented imagination and open-minded thinking.",
                    "journal": "International Journal of Theoretical Physics",
                    "publisher": "Springer",
                    "content_type": "Article",
                    "authors": [
                        "Hajdukovic, Dragan Slavkov"
                    ]
                },
                {
                    "title": "The Standard Model of Particle Physics",
                    "doi": "10.1007/978-3-031-69507-0_11",
                    "url": "http://dx.doi.org/10.1007/978-3-031-69507-0_11",
                    "publication_date": "2025-01-01",
                    "abstract": "In this chapter, we explore the fascinating world of particle physics and the Standard Model of Particle Physics. We discuss the constraints of the Schrödinger equation and the necessity of quantum field theory, introducing key concepts like antimatter, vacuum fluctuations, and Feynman diagrams. The chapter details the fundamental particles and forces in the Standard Model and highlights unresolved questions, such as dark matter, dark energy, and the integration of gravity. Additionally, we examine the role of virtual particles and the impact of vacuum fluctuations on our understanding of particle interactions. We aim to provide a comprehensive overview of the current state of particle physics and the exciting challenges that lie ahead.",
                    "journal": "Atomic Physics for Everyone",
                    "publisher": "Springer",
                    "content_type": "Chapter",
                    "authors": [
                        "Raven, Will"
                    ],
                    "full_text": ""
                },
                {
                    "title": "Solution of JWST and HST Problems by Primordial Black Holes",
                    "doi": "10.3103/S0027134924701017",
                    "url": "http://dx.doi.org/10.3103/S0027134924701017",
                    "publication_date": "2024-12-01",
                    "abstract": "Abstract Observations of the early universe at redshifts of order 10, collected during the last several years presented by the Hubble Space Telescope (HST) and recent data by the James Webb Space telescope (JWST) created strong doubts on the validity of the conventional $$\\Lambda$$ CDM cosmology. It is argued here that the 30 year old conjecture (A. Dolgov and J. Silk, 1993) of galaxy and quasar seeding by supermassive primordial black holes (SMBHs) naturally solves the problem of the observed dense early population of the universe, as well as the problem of the formation of SMBH in the contemporary universe. The idea of seeding of cosmic structures by SMBH is supported by a good agreement of the predicted log-normal mass spectrum of primordial black holes (PBH) with observations and by a noticeable antimatter population of the Milky Way.",
                    "journal": "Moscow University Physics Bulletin",
                    "publisher": "Springer",
                    "content_type": "Article",
                    "authors": [
                        "Dolgov, A. D."
                    ]
                },
                {
                    "title": "CIRCUS: an autonomous control system for antimatter, atomic and quantum physics experiments",
                    "doi": "10.1140/epjqt/s40507-024-00220-6",
                    "url": "http://dx.doi.org/10.1140/epjqt/s40507-024-00220-6",
                    "publication_date": "2024-02-15",
                    "abstract": "A powerful and robust control system is a crucial, often neglected, pillar of any modern, complex physics experiment that requires the management of a multitude of different devices and their precise time synchronisation. The AEḡIS collaboration presents CIRCUS, a novel, autonomous control system optimised for time-critical experiments such as those at CERN’s Antiproton Decelerator and, more broadly, in atomic and quantum physics research. Its setup is based on Sinara/ARTIQ and TALOS, integrating the ALPACA analysis pipeline, the last two developed entirely in AEḡIS. It is suitable for strict synchronicity requirements and repeatable, automated operation of experiments, culminating in autonomous parameter optimisation via feedback from real-time data analysis. CIRCUS has been successfully deployed and tested in AEḡIS; being experiment-agnostic and released open-source, other experiments can leverage its capabilities.",
                    "journal": "EPJ Quantum Technology",
                    "publisher": "Springer",
                    "content_type": "Article",
                    "authors": [
                        "Volponi, M.",
                        "Huck, S.",
                        "Caravita, R.",
                        "Zielinski, J.",
                        "Kornakov, G.",
                        "Kasprowicz, G.",
                        "Nowicka, D.",
                        "Rauschendorfer, T.",
                        "Rienäcker, B.",
                        "Prelz, F.",
                        "Auzins, M.",
                        "Bergmann, B.",
                        "Burian, P.",
                        "Brusa, R. S.",
                        "Camper, A.",
                        "Castelli, F.",
                        "Ciuryło, R.",
                        "Consolati, G.",
                        "Doser, M.",
                        "Glöggler, L. T.",
                        "Graczykowski, Ł.",
                        "Grosbart, M.",
                        "Guatieri, F.",
                        "Gusakova, N.",
                        "Gustafsson, F.",
                        "Haider, S.",
                        "Janik, M.",
                        "Khatri, G.",
                        "Kłosowski, Ł.",
                        "Krumins, V.",
                        "Lappo, L.",
                        "Linek, A.",
                        "Malamant, J.",
                        "Mariazzi, S.",
                        "Penasa, L.",
                        "Petracek, V.",
                        "Piwiński, M.",
                        "Pospisil, S.",
                        "Povolo, L.",
                        "Rangwala, S.",
                        "Rawat, B. S.",
                        "Rodin, V.",
                        "Røhne, O. M.",
                        "Sandaker, H.",
                        "Smolyanskiy, P.",
                        "Sowiński, T.",
                        "Tefelski, D.",
                        "Vafeiadis, T.",
                        "Welsch, C. P.",
                        "Wolz, T.",
                        "Zawada, M.",
                        "Zurlo, N."
                    ],
                    "full_text": ""
                },
                {
                    "title": "The Overview and Status of the GBAR Experiment",
                    "doi": "10.1007/978-981-96-0191-2_19",
                    "url": "http://dx.doi.org/10.1007/978-981-96-0191-2_19",
                    "publication_date": "2024-01-01",
                    "abstract": "The GBAR (Gravitational Behaviour of Anti-hydrogen at Rest) experiment aims to perform a free-fall experiment of an ultra-cold anti-hydrogen at the terrestrial gravitational field. An anti-hydrogen ion which is trapped and cooled is neutralized and kicked by photo-detachment laser and free-falls in a vacuum chamber. By measuring secondary particles from anti-hydrogen annihilation after the free-fall motion, the gravitational acceleration of the anti-hydrogen atom can be measured within 1% precision. The GBAR experiment plans to produce anti-hydrogen atom and ion as a first goal. In here, the experimental technique with some detail and the current status of the experiment will be shown.",
                    "journal": "Proceedings of the 15th Asia Pacific Physics Conference",
                    "publisher": "Springer",
                    "content_type": "Chapter ConferencePaper",
                    "authors": [
                        "Kim, Bongho"
                    ]
                },
                {
                    "title": "The ASTROGAM Concept",
                    "doi": "10.1007/978-981-19-6960-7_167",
                    "url": "http://dx.doi.org/10.1007/978-981-19-6960-7_167",
                    "publication_date": "2024-01-01",
                    "abstract": "ASTROGAM is a concept for a breakthrough observatory space mission, with a detector composed of a silicon tracker, a calorimeter, and an anticoincidence system, dedicated to the study of the nonthermal Universe in the photon energy range from fractions of an MeV to a few GeV. The instrument measures simultaneously the energy and direction of gamma rays by combining a Compton and a pair-production detector. It consists of a telescope made of tens of planes of silicon, a calorimeter made of scintillation detectors, and an anticoincidence detector to veto the background. All of the required detector technology is nowadays well proven. Thanks to its performance in the largely unknown MeV-GeV domain, ASTROGAM can open a new window on the nonthermal Universe, making pioneering observations of the most powerful Galactic and extragalactic sources, elucidating the nature of their relativistic outflows and their effects on their surroundings. With a line sensitivity in the MeV energy range one to two orders of magnitude better than previous generation instruments, ASTROGAM can determine the origin of key isotopes fundamental for our understanding of supernova explosions and the chemical evolution of our Galaxy. The mission can provide unique data of significant interest to a broad astronomical community, complementary to powerful observatories operating at different wavelengths and in a multimessenger context, as well as to the particle physics community.",
                    "journal": "Handbook of X-ray and Gamma-ray Astrophysics",
                    "publisher": "Springer",
                    "content_type": "Chapter ReferenceWorkEntry",
                    "authors": [
                        "De Angelis, Alessandro"
                    ]
                },
                {
                    "title": "Leptogenesis from heavy right-handed neutrino decay",
                    "doi": "10.1007/s12648-023-02648-5",
                    "url": "http://dx.doi.org/10.1007/s12648-023-02648-5",
                    "publication_date": "2023-09-01",
                    "abstract": "Neutrino oscillation experiments have provided compelling evidence for nonzero neutrino masses. The simplest and arguably most plausible explanation for the smallness of neutrino masses consists in adding to the particle spectrum of the Standard Model heavy right-handed neutrinos, with a Majorana mass term that breaks lepton number by two units. Notably, the out-of-equilibrium decay of the heavy neutrinos in the very first stages of our Universe could also provide an explanation to the observed cosmic matter–antimatter asymmetry. Here, we review the mechanism of leptogenesis through the decay of heavy right-handed neutrinos and its connection to low energy neutrino experiments.",
                    "journal": "Indian Journal of Physics",
                    "publisher": "Springer",
                    "content_type": "Article",
                    "authors": [
                        "Ibarra, Alejandro"
                    ]
                },
                {
                    "title": "Modeling of Global Climate Control",
                    "doi": "10.1007/978-3-031-34575-3_17",
                    "url": "http://dx.doi.org/10.1007/978-3-031-34575-3_17",
                    "publication_date": "2023-01-01",
                    "abstract": "A model has been proposed to design a sustainable climate for the planet Earth by the activation of the hidden power of dark energy ( D e ) and antimatter ( A m ) of the Earth. Here, the activation of dark energy ( D e ) of the Earth considering its quantum electrodynamics (QED) function is being analyzed to break the atmospheric CO 2 naturally. Subsequently, the activation of antimatter ( A m ) considering nano-point defect of the electromagnetic field of Earth has been analyzed to transform activated antimatter ( A m ) into cool-state energy, here denoted as Hossain Cool Energy (HcE − ) to cool the Earth naturally. Subsequently, this HcE − is also being further remodeled to convert it into the thermo-state energy, named as the Hossain Thermal Energy ( HtE − ) by the implementation of Higgs-Bosons ( H → γγ − ) electromagnetic fields to heat the Earth, respectively. The activation of dark energy ( D e ) suggested that it has the excellent hypercharge striking electron force to break the CO 2 naturally to convert it into C and O 2 . Subsequently, the generation of HcE − from the ( A m ) and then transform it into HtE − is being tested by a series of computational modeling, which reveals that the activation of the ( A m ) and its transformation into HcE − and HtE − are very much doable in anywhere on this planet that certainly can cool and heat the Earth naturally to secure a sustainable climate condition for the Earth.",
                    "journal": "Global Sustainability",
                    "publisher": "Springer",
                    "content_type": "Chapter",
                    "authors": [
                        "Hossain, Md. Faruque"
                    ]
                },
                {
                    "title": "The ASTROGAM Concept",
                    "doi": "10.1007/978-981-16-4544-0_167-1",
                    "url": "http://dx.doi.org/10.1007/978-981-16-4544-0_167-1",
                    "publication_date": "2023-01-01",
                    "abstract": "ASTROGAM is a concept for a breakthrough observatory space mission, with a detector composed of a silicon tracker, a calorimeter, and an anticoincidence system, dedicated to the study of the nonthermal Universe in the photon energy range from fractions of an MeV to a few GeV. The instrument measures simultaneously the energy and direction of gamma rays by combining a Compton and a pair-production detector. It consists of a telescope made of tens of planes of silicon, a calorimeter made of scintillation detectors, and an anticoincidence detector to veto the background. All of the required detector technology is nowadays well proven. Thanks to its performance in the largely unknown MeV-GeV domain, ASTROGAM can open a new window on the nonthermal Universe, making pioneering observations of the most powerful Galactic and extragalactic sources, elucidating the nature of their relativistic outflows and their effects on their surroundings. With a line sensitivity in the MeV energy range one to two orders of magnitude better than previous generation instruments, ASTROGAM can determine the origin of key isotopes fundamental for our understanding of supernova explosions and the chemical evolution of our Galaxy. The mission can provide unique data of significant interest to a broad astronomical community, complementary to powerful observatories operating at different wavelengths and in a multimessenger context, as well as to the particle physics community.",
                    "journal": "Handbook of X-ray and Gamma-ray Astrophysics",
                    "publisher": "Springer",
                    "content_type": "Chapter ReferenceWorkEntry",
                    "authors": [
                        "De Angelis, Alessandro"
                    ]
                },
                {
                    "title": "Primordial Black Holes from Collapsing Antimatter",
                    "doi": "10.1007/s10699-022-09831-7",
                    "url": "http://dx.doi.org/10.1007/s10699-022-09831-7",
                    "publication_date": "2022-12-01",
                    "abstract": "In this paper a simple (i.e. free of fine-tuning, etc.) new mechanism for primordial black hole formation based on the collapse of large antimatter systems in the early Universe is introduced. A peculiarity of this process is that, compared to their material counterparts, the collapse of large antimatter systems takes much less time due to the reversed thermodynamics of antimatter, an idea which has been proposed in our earlier paper Etesi (2021). This model has several testable predictions. The first is that the photon-baryon ratio is roughly computable and is equal to $$3.03\\times 10^9$$ 3.03 × 10 9 which is quite close to its experimentally confirmed value. The second is that the mass of black holes arising from this mechanism is at least $$10^5$$ 10 5 - $$10^6M_\\odot$$ 10 6 M ⊙ hence they contribute to the super- or hypermassive end of the primordial black hole mass spectrum. The third prediction is that these sort of primordial black holes constitute at least $$20\\%$$ 20 % of dark matter. Last but not least the observed current asymmetry of matter and antimatter, even if their presence in the Universe was symmetric in the beginning, acquires a natural explanation, too.",
                    "journal": "Foundations of Science",
                    "publisher": "Springer",
                    "content_type": "Article",
                    "authors": [
                        "Etesi, Gábor"
                    ],
                    "full_text": ""
                },
                {
                    "title": "Antimatter and the Second Law of Thermodynamics",
                    "doi": "10.1007/s10699-020-09652-6",
                    "url": "http://dx.doi.org/10.1007/s10699-020-09652-6",
                    "full_text": "",
                    "source": "springer_openaccess"
                },
                {
                    "title": "High precision particle astrophysics as a new window on the universe with an Antimatter Large Acceptance Detector In Orbit (ALADInO)",
                    "doi": "10.1007/s10686-021-09708-w",
                    "url": "http://dx.doi.org/10.1007/s10686-021-09708-w",
                    "full_text": "",
                    "source": "springer_openaccess"
                }
            ]
        }
    ],
    "relevant_content": "He hypothesized antiatoms as well as whole antimatter solar systems and discussed the possibility of matter and antimatter annihilating each other. Fuel Isolated and stored antimatter could be used as a fuel for interplanetary or interstellar travel as part of an antimatter catalyzed nuclear pulse propulsion or another antimatter rocket. This was the first time that neutral antimatter had been trapped. External links Antimatter on In Our Time at the BBC Freeview Video Antimatter by the Vega Science Trust and the BBC OU CERN Webcasts RealPlayer required What is Antimatter? This was longer than neutral antimatter had ever been trapped before. If antimatter dominated regions of space existed the gamma rays produced in annihilation reactions along the boundary between matter and antimatter regions would be detectable. Preservation Antimatter cannot be stored in a container made of ordinary matter because antimatter reacts with any matter it touches annihilating itself and an equal amount of the container. FAQ from CERN with information about antimatter aimed at the general reader posted in response to antimatter s fictional portrayal in Angels Demons. In other words antimatter falls down when dropped not up. Properties There is no difference in the gravitational behavior of matter and antimatter. See also Alfvén Klein cosmology Non standard model of the universe emphasizes the role of ionized gasesPages displaying short descriptions of redirect targets Antihypernuclei Antimatter hypernucleus Antimatter comet Hypothetical object Di positronium Exotic molecule consisting of two atoms of positronium Gravitational interaction of antimatter Theory of gravity on antimatter Positronium hydride Exotic molecule consisting of a hydrogen atom bound to a positronium atom References Further reading Fraser G. Since the energy density of antimatter is higher than that of conventional fuels an antimatter fueled spacecraft would have a higher thrust to weight ratio than a conventional spacecraft. Origin and asymmetry Most things observable from the Earth seem to be made of matter rather than antimatter. Antimatter Production for Near term Propulsion Applications PDF . The results which are identical to that of hydrogen confirmed the validity of quantum mechanics for antimatter. Cost Scientists claim that antimatter is the costliest material to make. The French term for made of or pertaining to antimatter contraterrene led to the initialism C.T. These can create a magnetic bottle to keep the antimatter from coming into contact with matter and annihilating. The modern theory of antimatter began in 1928 with a paper by Paul Dirac. A peculiarity of this process is that compared to their material counterparts the collapse of large antimatter systems takes much less time due to the reversed thermodynamics of antimatter an idea which has been proposed in our earlier paper Etesi 2021 ."
}