{
    "topic": "Quantum Entanglement",
    "keywords": [
        "quantum",
        "entanglement",
        "quantum entanglement"
    ],
    "timestamp": "2025-05-12T04:13:47.217820",
    "sources": [
        {
            "source": "wikipedia",
            "title": "Quantum decoherence",
            "content": "Quantum decoherence is the loss of quantum coherence.  Quantum decoherence has been studied to understand how quantum systems convert to systems that can be explained by classical mechanics.  Beginning out of attempts to extend the understanding of quantum mechanics, the theory has developed in several  directions and experimental studies have confirmed some of the key issues. Quantum computing relies on quantum coherence and is one of the primary practical applications of the concept.\n\n\n== Concept ==\nIn quantum mechanics, physical systems are described by a mathematical representation called a quantum state. Probabilities for the outcomes of experiments upon a system are calculated by applying the Born rule to the quantum state describing that system. Quantum states are either pure or mixed; pure states are also known as wavefunctions. Assigning a pure state to a quantum system implies certainty about the outcome of some measurement on that system, i.e., that there exists a measurement for which one of the possible outcomes will occur with probability 1. In the absence of outside forces or interactions, a quantum state evolves unitarily over time. Consequently, a pure quantum state remains pure. However, if the system is not perfectly isolated, for example during a measurement, coherence is shared with the environment and appears to be lost with time ─ a process called quantum decoherence or environmental decoherence. The quantum coherence is not lost but rather mixed with many more degrees of freedom in the environment, analogous to the way energy appears to be lost during friction in classical mechanics when it actually has produced heat in the environment.\nDecoherence can be viewed as the loss of information from a system into the environment (often modeled as a heat bath), since every system is loosely coupled with the energetic state of its surroundings. Viewed in isolation, the system's dynamics are non-unitary (although the combined system plus environment evolves in a unitary fashion). Thus the dynamics of the system alone are irreversible. As with any coupling, entanglements are generated between the system and environment. These have the effect of sharing quantum information with—or transferring it to—the surroundings.\n\n\n== History and interpretation ==\n\n\n=== Relation to interpretation of quantum mechanics ===\nAn interpretation of quantum mechanics is an attempt to explain how the mathematical theory of quantum physics might correspond to experienced reality. Decoherence calculations can be done in any interpretation of quantum mechanics, since those calculations are an application of the standard mathematical tools of quantum theory. However, the subject of decoherence has been closely related to the problem of interpretation throughout its history.\nDecoherence has been used to understand the possibility of the collapse of the wave function in quantum mechanics. Decoherence does not generate actual wave-function collapse. It only provides a framework for apparent wave-function collapse, as the components of a quantum system entangle with other quantum systems within the same environment. That is, components of the wave function are decoupled from a coherent system and acquire phases from their immediate surroundings. A total superposition of the global or universal wavefunction still exists (and remains coherent at the global level), but its ultimate fate remains an interpretational issue.\nWith respect to the measurement problem, decoherence provides an explanation for the transition of the system to a mixture of states that seem to correspond to those states observers perceive. Moreover, observation indicates that this mixture looks like a proper quantum ensemble in a measurement situation, as the measurements lead to the \"realization\" of precisely one state in the \"ensemble\".\nThe philosophical views of Werner Heisenberg and Niels Bohr have often been grouped together as the \"Copenhagen interpretation\", despite significant divergences between them on important points. In 1955, Heisenberg suggested that the interaction of a system with its surrounding environment would eliminate quantum interference effects. However, Heisenberg did not provide a detailed account of how this might transpire, nor did he make explicit the importance of entanglement in the process.\n\n\n=== Origin of the concepts ===\nNevill Mott's solution to the iconic Mott problem in 1929 is considered in retrospect to be the first quantum decoherence work. It was cited by the first modern theoretical treatment.\nAlthough he did not use the term, the concept of quantum decoherence was first introduced in 1951 by the American physicist David Bohm, who called it the \"destruction of interference in the process of measurement\". Bohm later used decoherence to handle the measurement process in the de Broglie-Bohm interpretation of quantum theory.\nThe significance of decoherence was further highlighted in 1970 by the German physicist H. Dieter Zeh, and it has been a subject of active research since the 1980s. Decoherence has been developed into a complete framework, but there is controversy as to whether it solves the measurement problem, as the founders of decoherence theory admit in their seminal papers.\nThe study of decoherence as a proper subject began in 1970, with H. Dieter Zeh's paper \"On the Interpretation of Measurement in Quantum Theory\". Zeh regarded the wavefunction as a physical entity, rather than a calculational device or a compendium of statistical information (as is typical for Copenhagen-type interpretations), and he proposed that it should evolve unitarily, in accord with the Schrödinger equation, at all times. Zeh was initially unaware of Hugh Everett III's earlier work, which also proposed a universal wavefunction evolving unitarily; he revised his paper to reference Everett after learning of Everett's \"relative-state interpretation\" through an article by Bryce DeWitt. (DeWitt was the one who termed Everett's proposal the many-worlds interpretation, by which name it is commonly known.) For Zeh, the question of how to interpret quantum mechanics was of key importance, and an interpretation along the lines of Everett's was the most natural. Partly because of a general disinterest among physicists for interpretational questions, Zeh's work remained comparatively neglected until the early 1980s, when two papers by Wojciech Zurek invigorated the subject. Unlike Zeh's publications, Zurek's articles were fairly agnostic about interpretation, focusing instead on specific problems of density-matrix dynamics. Zurek's interest in decoherence stemmed from furthering Bohr's analysis of the double-slit experiment in his reply to the Einstein–Podolsky–Rosen paradox, work he had undertaken with Bill Wootters, and he has since argued that decoherence brings a kind of rapprochement between Everettian and Copenhagen-type views.\nDecoherence does not claim to provide a mechanism for some actual wave-function collapse; rather it puts forth a reasonable framework for the appearance of wave-function collapse. The quantum nature of the system is simply entangled into the environment so that a total superposition of the wave function still exists, but exists—at least for all practical purposes—beyond the realm of measurement. By definition, the claim that a merged but unmeasurable wave function still exists cannot be proven experimentally. Decoherence is needed to understand why a quantum system begins to obey classical probability rules after interacting with its environment (due to the suppression of the interference terms when applying Born's probability rules to the system).\nCriticism of the adequacy of decoherence theory to solve the measurement problem has been expressed by Anthony Leggett.\n\n\n== Mechanisms ==\nTo examine how decoherence operates, an \"intuitive\" model is presented below. The model requires some familiarity with quantum theory basics. Analogies are made between visualizable classical phase spaces and Hilbert spaces. A more rigorous derivation in Dirac notation shows how decoherence destroys interference effects and the \"quantum nature\" of systems. Next, the density matrix approach is presented for perspective.\n\n\n=== Phase-space picture ===\nAn N-particle system can be represented in non-relativistic quantum mechanics by a wave function \n  \n    \n      \n        ψ\n        (\n        \n          x\n          \n            1\n          \n        \n        ,\n        \n          x\n          \n            2\n          \n        \n        ,\n        …\n        ,\n        \n          x\n          \n            N\n          \n        \n        )\n      \n    \n    {\\displaystyle \\psi (x_{1},x_{2},\\dots ,x_{N})}\n  \n, where each xi is a point in 3-dimensional space. This has analogies with the classical phase space. A classical phase space contains a real-valued function in 6N dimensions (each particle contributes 3 spatial coordinates and 3 momenta). In this case a \"quantum\" phase space, on the other hand, involves a complex-valued function on a 3N-dimensional space. The position and momenta are represented by operators that do not commute, and \n  \n    \n      \n        ψ\n      \n    \n    {\\displaystyle \\psi }\n  \n lives in the mathematical structure of a Hilbert space. Aside from these differences, however, the rough analogy holds.\nDifferent previously isolated, non-interacting systems occupy different phase spaces. Alternatively we can say that they occupy different lower-dimensional subspaces in the phase space of the joint system. The effective dimensionality of a system's phase space is the number of degrees of freedom present, which—in non-relativistic models—is 6 times the number of a system's free particles. For a macroscopic system this will be a very large dimensionality. When two systems (the environment being one system) start to interact, though, their associated state vectors are no longer constrained to the subspaces. Instead the combined state vector time-evolves a path through the \"larger volume\", whose dimensionality is the sum of the dimensions of the two subspaces. The extent to which two vectors interfere with each other is a measure of how \"close\" they are to each other (formally, their overlap or Hilbert space multiplies together) in the phase space. When a system couples to an external environment, the dimensionality of, and hence \"volume\" available to, the joint state vector increases enormously. Each environmental degree of freedom contributes an extra dimension.\nThe original system's wave function can be expanded in many different ways as a sum of elements in a quantum superposition. Each expansion corresponds to a projection of the wave vector onto a basis. The basis can be chosen at will. Choosing an expansion where the resulting basis elements interact with the environment in an element-specific way, such elements will—with overwhelming probability—be rapidly separated from each other by their natural unitary time evolution along their own independent paths. After a very short interaction, there is almost no chance of further interference. The process is effectively irreversible. The different elements effectively become \"lost\" from each other in the expanded phase space created by coupling with the environment. In phase space, this decoupling is monitored through the Wigner quasi-probability distribution. The original elements are said to have decohered. The environment has effectively selected out those expansions or decompositions of the original state vector that decohere (or lose phase coherence) with each other. This is called \"environmentally-induced superselection\", or einselection. The decohered elements of the system no longer exhibit quantum interference between each other, as in a double-slit experiment. Any elements that decohere from each other via environmental interactions are said to be quantum-entangled with the environment. The converse is not true: not all entangled states are decohered from each other.\nAny measuring device or apparatus acts as an environment, since at some stage along the measuring chain, it has to be large enough to be read by humans. It must possess a very large number of hidden degrees of freedom. In effect, the interactions may be considered to be quantum measurements. As a result of an interaction, the wave functions of the system and the measuring device become entangled with each other. Decoherence happens when different portions of the system's wave function become entangled in different ways with the measuring device. For two einselected elements of the entangled system's state to interfere, both the original system and the measuring in both elements device must significantly overlap, in the scalar product sense. If the measuring device has many degrees of freedom, it is very unlikely for this to happen.\nAs a consequence, the system behaves as a classical statistical ensemble of the different elements rather than as a single coherent quantum superposition of them. From the perspective of each ensemble member's measuring device, the system appears to have irreversibly collapsed onto a state with a precise value for the measured attributes, relative to that element. This provides one explanation of how the Born rule coefficients effectively act as probabilities as per the measurement postulate constituting a solution to the quantum measurement problem.\n\n\n=== Dirac notation ===\nUsing Dirac notation, let the system initially be in the state\n\n  \n    \n      \n        \n          |\n        \n        ψ\n        ⟩\n        =\n        \n          ∑\n          \n            i\n          \n        \n        \n          |\n        \n        i\n        ⟩\n        ⟨\n        i\n        \n          |\n        \n        ψ\n        ⟩\n        ,\n      \n    \n    {\\displaystyle |\\psi \\rangle =\\sum _{i}|i\\rangle \\langle i|\\psi \\rangle ,}\n  \n\nwhere the \n  \n    \n      \n        \n          |\n        \n        i\n        ⟩\n      \n    \n    {\\displaystyle |i\\rangle }\n  \ns form an einselected basis (environmentally induced selected eigenbasis), and let the environment initially be in the state \n  \n    \n      \n        \n          |\n        \n        ϵ\n        ⟩\n      \n    \n    {\\displaystyle |\\epsilon \\rangle }\n  \n. The vector basis of the combination of the system and the environment consists of the tensor products of the basis vectors of the two subsystems. Thus, before any interaction between the two subsystems, the joint state can be written as\n\n  \n    \n      \n        \n          |\n        \n        \n          before\n        \n        ⟩\n        =\n        \n          ∑\n          \n            i\n          \n        \n        \n          |\n        \n        i\n        ⟩\n        \n          |\n        \n        ϵ\n        ⟩\n        ⟨\n        i\n        \n          |\n        \n        ψ\n        ⟩\n        ,\n      \n    \n    {\\displaystyle |{\\text{before}}\\rangle =\\sum _{i}|i\\rangle |\\epsilon \\rangle \\langle i|\\psi \\rangle ,}\n  \n\nwhere \n  \n    \n      \n        \n          |\n        \n        i\n        ⟩\n        \n          |\n        \n        ϵ\n        ⟩\n      \n    \n    {\\displaystyle |i\\rangle |\\epsilon \\rangle }\n  \n is shorthand for the tensor product \n  \n    \n      \n        \n          |\n        \n        i\n        ⟩\n        ⊗\n        \n          |\n        \n        ϵ\n        ⟩\n      \n    \n    {\\displaystyle |i\\rangle \\otimes |\\epsilon \\rangle }\n  \n. There are two extremes in the way the system can interact with its environment: either (1) the system loses its distinct identity and merges with the environment (e.g. photons in a cold, dark cavity get converted into molecular excitations within the cavity walls), or (2) the system is not disturbed at all, even though the environment is disturbed (e.g. the idealized non-disturbing measurement). In general, an interaction is a mixture of these two extremes that we examine.\n\n\n==== System absorbed by environment ====\nIf the environment absorbs the system, each element of the total system's basis interacts with the environment such that\n\n  \n    \n      \n        \n          |\n        \n        i\n        ⟩\n        \n          |\n        \n        ϵ\n        ⟩\n      \n    \n    {\\displaystyle |i\\rangle |\\epsilon \\rangle }\n  \n evolves into \n  \n    \n      \n        \n          |\n        \n        \n          ϵ\n          \n            i\n          \n        \n        ⟩\n        ,\n      \n    \n    {\\displaystyle |\\epsilon _{i}\\rangle ,}\n  \n\nand so\n\n  \n    \n      \n        \n          |\n        \n        \n          before\n        \n        ⟩\n      \n    \n    {\\displaystyle |{\\text{before}}\\rangle }\n  \n evolves into \n  \n    \n      \n        \n          |\n        \n        \n          after\n        \n        ⟩\n        =\n        \n          ∑\n          \n            i\n          \n        \n        \n          |\n        \n        \n          ϵ\n          \n            i\n          \n        \n        ⟩\n        ⟨\n        i\n        \n          |\n        \n        ψ\n        ⟩\n        .\n      \n    \n    {\\displaystyle |{\\text{after}}\\rangle =\\sum _{i}|\\epsilon _{i}\\rangle \\langle i|\\psi \\rangle .}\n  \n\nThe unitarity of time evolution demands that the total state basis remains orthonormal, i.e. the scalar or inner products of the basis vectors must vanish, since \n  \n    \n      \n        ⟨\n        i\n        \n          |\n        \n        j\n        ⟩\n        =\n        \n          δ\n          \n            i\n            j\n          \n        \n      \n    \n    {\\displaystyle \\langle i|j\\rangle =\\delta _{ij}}\n  \n:\n\n  \n    \n      \n        ⟨\n        \n          ϵ\n          \n            i\n          \n        \n        \n          |\n        \n        \n          ϵ\n          \n            j\n          \n        \n        ⟩\n        =\n        \n          δ\n          \n            i\n            j\n          \n        \n        .\n      \n    \n    {\\displaystyle \\langle \\epsilon _{i}|\\epsilon _{j}\\rangle =\\delta _{ij}.}\n  \n\nThis orthonormality of the environment states is the defining characteristic required for einselection.\n\n\n==== System not disturbed by environment ====\nIn an idealized measurement, the system disturbs the environment, but is itself undisturbed by the environment. In this case, each element of the basis interacts with the environment such that\n\n  \n    \n      \n        \n          |\n        \n        i\n        ⟩\n        \n          |\n        \n        ϵ\n        ⟩\n      \n    \n    {\\displaystyle |i\\rangle |\\epsilon \\rangle }\n  \n evolves into the product \n  \n    \n      \n        \n          |\n        \n        i\n        ,\n        \n          ϵ\n          \n            i\n          \n        \n        ⟩\n        =\n        \n          |\n        \n        i\n        ⟩\n        \n          |\n        \n        \n          ϵ\n          \n            i\n          \n        \n        ⟩\n        ,\n      \n    \n    {\\displaystyle |i,\\epsilon _{i}\\rangle =|i\\rangle |\\epsilon _{i}\\rangle ,}\n  \n\nand so\n\n  \n    \n      \n        \n          |\n        \n        \n          before\n        \n        ⟩\n      \n    \n    {\\displaystyle |{\\text{before}}\\rangle }\n  \n evolves into \n  \n    \n      \n        \n          |\n        \n        \n          after\n        \n        ⟩\n        =\n        \n          ∑\n          \n            i\n          \n        \n        \n          |\n        \n        i\n        ,\n        \n          ϵ\n          \n            i\n          \n        \n        ⟩\n        ⟨\n        i\n        \n          |\n        \n        ψ\n        ⟩\n        .\n      \n    \n    {\\displaystyle |{\\text{after}}\\rangle =\\sum _{i}|i,\\epsilon _{i}\\rangle \\langle i|\\psi \\rangle .}\n  \n\nIn this case, unitarity demands that\n\n  \n    \n      \n        ⟨\n        i\n        ,\n        \n          ϵ\n          \n            i\n          \n        \n        \n          |\n        \n        j\n        ,\n        \n          ϵ\n          \n            j\n          \n        \n        ⟩\n        =\n        ⟨\n        i\n        \n          |\n        \n        j\n        ⟩\n        ⟨\n        \n          ϵ\n          \n            i\n          \n        \n        \n          |\n        \n        \n          ϵ\n          \n            j\n          \n        \n        ⟩\n        =\n        \n          δ\n          \n            i\n            j\n          \n        \n        ⟨\n        \n          ϵ\n          \n            i\n          \n        \n        \n          |\n        \n        \n          ϵ\n          \n            j\n          \n        \n        ⟩\n        =\n        \n          δ\n          \n            i\n            j\n          \n        \n        ⟨\n        \n          ϵ\n          \n            i\n          \n        \n        \n          |\n        \n        \n          ϵ\n          \n            i\n          \n        \n        ⟩\n        =\n        \n          δ\n          \n            i\n            j\n          \n        \n        ,\n      \n    \n    {\\displaystyle \\langle i,\\epsilon _{i}|j,\\epsilon _{j}\\rangle =\\langle i|j\\rangle \\langle \\epsilon _{i}|\\epsilon _{j}\\rangle =\\delta _{ij}\\langle \\epsilon _{i}|\\epsilon _{j}\\rangle =\\delta _{ij}\\langle \\epsilon _{i}|\\epsilon _{i}\\rangle =\\delta _{ij},}\n  \n\nwhere \n  \n    \n      \n        ⟨\n        \n          ϵ\n          \n            i\n          \n        \n        \n          |\n        \n        \n          ϵ\n          \n            i\n          \n        \n        ⟩\n        =\n        1\n      \n    \n    {\\displaystyle \\langle \\epsilon _{i}|\\epsilon _{i}\\rangle =1}\n  \n was used. Additionally, decoherence requires, by virtue of the large number of hidden degrees of freedom in the environment, that\n\n  \n    \n      \n        ⟨\n        \n          ϵ\n          \n            i\n          \n        \n        \n          |\n        \n        \n          ϵ\n          \n            j\n          \n        \n        ⟩\n        ≈\n        \n          δ\n          \n            i\n            j\n          \n        \n        .\n      \n    \n    {\\displaystyle \\langle \\epsilon _{i}|\\epsilon _{j}\\rangle \\approx \\delta _{ij}.}\n  \n\nAs before, this is the defining characteristic for decoherence to become einselection. The approximation becomes more exact as the number of environmental degrees of freedom affected increases.\nNote that if the system basis \n  \n    \n      \n        \n          |\n        \n        i\n        ⟩\n      \n    \n    {\\displaystyle |i\\rangle }\n  \n were not an einselected basis, then the last condition is trivial, since the disturbed environment is not a function of \n  \n    \n      \n        i\n      \n    \n    {\\displaystyle i}\n  \n, and we have the trivial disturbed environment basis \n  \n    \n      \n        \n          |\n        \n        \n          ϵ\n          \n            j\n          \n        \n        ⟩\n        =\n        \n          |\n        \n        \n          ϵ\n          ′\n        \n        ⟩\n      \n    \n    {\\displaystyle |\\epsilon _{j}\\rangle =|\\epsilon '\\rangle }\n  \n. This would correspond to the system basis being degenerate with respect to the environmentally defined measurement observable. For a complex environmental interaction (which would be expected for a typical macroscale interaction) a non-einselected basis would be hard to define.\n\n\n=== Loss of interference and the transition from quantum to classical probabilities ===\nThe utility of decoherence lies in its application to the analysis of probabilities, before and after environmental interaction, and in particular to the vanishing of quantum interference terms after decoherence has occurred. If we ask what is the probability of observing the system making a transition from \n  \n    \n      \n        ψ\n      \n    \n    {\\displaystyle \\psi }\n  \n to \n  \n    \n      \n        ϕ\n      \n    \n    {\\displaystyle \\phi }\n  \n before \n  \n    \n      \n        ψ\n      \n    \n    {\\displaystyle \\psi }\n  \n has interacted with its environment, then application of the Born probability rule states that the transition probability is the squared modulus of the scalar product of the two states:\n\n  \n    \n      \n        \n          prob\n          \n            before\n          \n        \n        ⁡\n        (\n        ψ\n        →\n        ϕ\n        )\n        =\n        \n          \n            |\n            \n              ⟨\n              ψ\n              \n                |\n              \n              ϕ\n              ⟩\n            \n            |\n          \n          \n            2\n          \n        \n        =\n        \n          \n            |\n            \n              \n                ∑\n                \n                  i\n                \n              \n              \n                ψ\n                \n                  i\n                \n                \n                  ∗\n                \n              \n              \n                ϕ\n                \n                  i\n                \n              \n            \n            |\n          \n          \n            2\n          \n        \n        =\n        \n          ∑\n          \n            i\n          \n        \n        \n          |\n        \n        \n          ψ\n          \n            i\n          \n          \n            ∗\n          \n        \n        \n          ϕ\n          \n            i\n          \n        \n        \n          \n            |\n          \n          \n            2\n          \n        \n        +\n        \n          ∑\n          \n            i\n            j\n            ;\n            i\n            ≠\n            j\n          \n        \n        \n          ψ\n          \n            i\n          \n          \n            ∗\n          \n        \n        \n          ψ\n          \n            j\n          \n        \n        \n          ϕ\n          \n            j\n          \n          \n            ∗\n          \n        \n        \n          ϕ\n          \n            i\n          \n        \n        ,\n      \n    \n    {\\displaystyle \\operatorname {prob} _{\\text{before}}(\\psi \\to \\phi )=\\left|\\langle \\psi |\\phi \\rangle \\right|^{2}=\\left|\\sum _{i}\\psi _{i}^{*}\\phi _{i}\\right|^{2}=\\sum _{i}|\\psi _{i}^{*}\\phi _{i}|^{2}+\\sum _{ij;i\\neq j}\\psi _{i}^{*}\\psi _{j}\\phi _{j}^{*}\\phi _{i},}\n  \n\nwhere \n  \n    \n      \n        \n          ψ\n          \n            i\n          \n        \n        =\n        ⟨\n        i\n        \n          |\n        \n        ψ\n        ⟩\n      \n    \n    {\\displaystyle \\psi _{i}=\\langle i|\\psi \\rangle }\n  \n, \n  \n    \n      \n        \n          ψ\n          \n            i\n          \n          \n            ∗\n          \n        \n        =\n        ⟨\n        ψ\n        \n          |\n        \n        i\n        ⟩\n      \n    \n    {\\displaystyle \\psi _{i}^{*}=\\langle \\psi |i\\rangle }\n  \n, and \n  \n    \n      \n        \n          ϕ\n          \n            i\n          \n        \n        =\n        ⟨\n        i\n        \n          |\n        \n        ϕ\n        ⟩\n      \n    \n    {\\displaystyle \\phi _{i}=\\langle i|\\phi \\rangle }\n  \n etc.\nThe above expansion of the transition probability has terms that involve \n  \n    \n      \n        i\n        ≠\n        j\n      \n    \n    {\\displaystyle i\\neq j}\n  \n; these can be thought of as representing interference between the different basis elements or quantum alternatives. This is a purely quantum effect and represents the non-additivity of the probabilities of quantum alternatives.\nTo calculate the probability of observing the system making a quantum leap from \n  \n    \n      \n        ψ\n      \n    \n    {\\displaystyle \\psi }\n  \n to \n  \n    \n      \n        ϕ\n      \n    \n    {\\displaystyle \\phi }\n  \n after \n  \n    \n      \n        ψ\n      \n    \n    {\\displaystyle \\psi }\n  \n has interacted with its environment, then application of the Born probability rule states that we must sum over all the relevant possible states \n  \n    \n      \n        \n          |\n        \n        \n          ϵ\n          \n            i\n          \n        \n        ⟩\n      \n    \n    {\\displaystyle |\\epsilon _{i}\\rangle }\n  \n of the environment before squaring the modulus:\n\n  \n    \n      \n        \n          prob\n          \n            after\n          \n        \n        ⁡\n        (\n        ψ\n        →\n        ϕ\n        )\n        =\n        \n          ∑\n          \n            j\n          \n        \n        \n        \n          |\n          \n            ⟨\n            \n              after\n            \n          \n          |\n        \n        ϕ\n        ,\n        \n          ϵ\n          \n            j\n          \n        \n        ⟩\n        \n          \n            |\n          \n          \n            2\n          \n        \n        =\n        \n          ∑\n          \n            j\n          \n        \n        \n        \n          \n            |\n            \n              \n                ∑\n                \n                  i\n                \n              \n              \n                ψ\n                \n                  i\n                \n                \n                  ∗\n                \n              \n              ⟨\n              i\n              ,\n              \n                ϵ\n                \n                  i\n                \n              \n              \n                |\n              \n              ϕ\n              ,\n              \n                ϵ\n                \n                  j\n                \n              \n              ⟩\n            \n            |\n          \n          \n            2\n          \n        \n        =\n        \n          ∑\n          \n            j\n          \n        \n        \n          \n            |\n            \n              \n                ∑\n                \n                  i\n                \n              \n              \n                ψ\n                \n                  i\n                \n                \n                  ∗\n                \n              \n              \n                ϕ\n                \n                  i\n                \n              \n              ⟨\n              \n                ϵ\n                \n                  i\n                \n              \n              \n                |\n              \n              \n                ϵ\n                \n                  j\n                \n              \n              ⟩\n            \n            |\n          \n          \n            2\n          \n        \n        .\n      \n    \n    {\\displaystyle \\operatorname {prob} _{\\text{after}}(\\psi \\to \\phi )=\\sum _{j}\\,\\left|\\langle {\\text{after}}\\right|\\phi ,\\epsilon _{j}\\rangle |^{2}=\\sum _{j}\\,\\left|\\sum _{i}\\psi _{i}^{*}\\langle i,\\epsilon _{i}|\\phi ,\\epsilon _{j}\\rangle \\right|^{2}=\\sum _{j}\\left|\\sum _{i}\\psi _{i}^{*}\\phi _{i}\\langle \\epsilon _{i}|\\epsilon _{j}\\rangle \\right|^{2}.}\n  \n\nThe internal summation vanishes when we apply the decoherence/einselection condition \n  \n    \n      \n        ⟨\n        \n          ϵ\n          \n            i\n          \n        \n        \n          |\n        \n        \n          ϵ\n          \n            j\n          \n        \n        ⟩\n        ≈\n        \n          δ\n          \n            i\n            j\n          \n        \n      \n    \n    {\\displaystyle \\langle \\epsilon _{i}|\\epsilon _{j}\\rangle \\approx \\delta _{ij}}\n  \n, and the formula simplifies to\n\n  \n    \n      \n        \n          prob\n          \n            after\n          \n        \n        ⁡\n        (\n        ψ\n        →\n        ϕ\n        )\n        ≈\n        \n          ∑\n          \n            j\n          \n        \n        \n          |\n        \n        \n          ψ\n          \n            j\n          \n          \n            ∗\n          \n        \n        \n          ϕ\n          \n            j\n          \n        \n        \n          \n            |\n          \n          \n            2\n          \n        \n        =\n        \n          ∑\n          \n            i\n          \n        \n        \n          |\n        \n        \n          ψ\n          \n            i\n          \n          \n            ∗\n          \n        \n        \n          ϕ\n          \n            i\n          \n        \n        \n          \n            |\n          \n          \n            2\n          \n        \n        .\n      \n    \n    {\\displaystyle \\operatorname {prob} _{\\text{after}}(\\psi \\to \\phi )\\approx \\sum _{j}|\\psi _{j}^{*}\\phi _{j}|^{2}=\\sum _{i}|\\psi _{i}^{*}\\phi _{i}|^{2}.}\n  \n\nIf we compare this with the formula we derived before the environment introduced decoherence, we can see that the effect of decoherence has been to move the summation sign \n  \n    \n      \n        \n          \n            ∑\n            \n              i\n            \n          \n        \n      \n    \n    {\\displaystyle \\textstyle \\sum _{i}}\n  \n from inside of the modulus sign to outside. As a result, all the cross- or quantum interference-terms\n\n  \n    \n      \n        \n          ∑\n          \n            i\n            j\n            ;\n            i\n            ≠\n            j\n          \n        \n        \n          ψ\n          \n            i\n          \n          \n            ∗\n          \n        \n        \n          ψ\n          \n            j\n          \n        \n        \n          ϕ\n          \n            j\n          \n          \n            ∗\n          \n        \n        \n          ϕ\n          \n            i\n          \n        \n      \n    \n    {\\displaystyle \\sum _{ij;i\\neq j}\\psi _{i}^{*}\\psi _{j}\\phi _{j}^{*}\\phi _{i}}\n  \n\nhave vanished from the transition-probability calculation. The decoherence has irreversibly converted quantum behaviour (additive probability amplitudes) to classical behaviour (additive probabilities). \nHowever, Ballentine shows that the significant impact of decoherence to reduce interference need not have significance for the transition of quantum systems to classical limits.\nIn terms of density matrices, the loss of interference effects corresponds to the diagonalization of the \"environmentally traced-over\" density matrix.\n\n\n=== Density-matrix approach ===\nThe effect of decoherence on density matrices is essentially the decay or rapid vanishing of the off-diagonal elements of the partial trace of the joint system's density matrix, i.e. the trace, with respect to any environmental basis, of the density matrix of the combined system and its environment. The decoherence irreversibly converts the \"averaged\" or \"environmentally traced-over\" density matrix from a pure state to a reduced mixture; it is this that gives the appearance of wave-function collapse. Again, this is called \"environmentally induced superselection\", or einselection. The advantage of taking the partial trace is that this procedure is indifferent to the environmental basis chosen.\nInitially, the density matrix of the combined system can be denoted as\n\n  \n    \n      \n        ρ\n        =\n        \n          |\n        \n        \n          before\n        \n        ⟩\n        ⟨\n        \n          before\n        \n        \n          |\n        \n        =\n        \n          |\n        \n        ψ\n        ⟩\n        ⟨\n        ψ\n        \n          |\n        \n        ⊗\n        \n          |\n        \n        ϵ\n        ⟩\n        ⟨\n        ϵ\n        \n          |\n        \n        ,\n      \n    \n    {\\displaystyle \\rho =|{\\text{before}}\\rangle \\langle {\\text{before}}|=|\\psi \\rangle \\langle \\psi |\\otimes |\\epsilon \\rangle \\langle \\epsilon |,}\n  \n\nwhere \n  \n    \n      \n        \n          |\n        \n        ϵ\n        ⟩\n      \n    \n    {\\displaystyle |\\epsilon \\rangle }\n  \n is the state of the environment.\nThen if the transition happens before any interaction takes place between the system and the environment, the environment subsystem has no part and can be traced out, leaving the reduced density matrix for the system:\n\n  \n    \n      \n        \n          ρ\n          \n            sys\n          \n        \n        =\n        \n          Tr\n          \n            \n              env\n            \n          \n        \n        ⁡\n        (\n        ρ\n        )\n        =\n        \n          |\n        \n        ψ\n        ⟩\n        ⟨\n        ψ\n        \n          |\n        \n        ⟨\n        ϵ\n        \n          |\n        \n        ϵ\n        ⟩\n        =\n        \n          |\n        \n        ψ\n        ⟩\n        ⟨\n        ψ\n        \n          |\n        \n        .\n      \n    \n    {\\displaystyle \\rho _{\\text{sys}}=\\operatorname {Tr} _{\\textrm {env}}(\\rho )=|\\psi \\rangle \\langle \\psi |\\langle \\epsilon |\\epsilon \\rangle =|\\psi \\rangle \\langle \\psi |.}\n  \n\nNow the transition probability will be given as\n\n  \n    \n      \n        \n          prob\n          \n            before\n          \n        \n        ⁡\n        (\n        ψ\n        →\n        ϕ\n        )\n        =\n        ⟨\n        ϕ\n        \n          |\n        \n        \n          ρ\n          \n            sys\n          \n        \n        \n          |\n        \n        ϕ\n        ⟩\n        =\n        ⟨\n        ϕ\n        \n          |\n        \n        ψ\n        ⟩\n        ⟨\n        ψ\n        \n          |\n        \n        ϕ\n        ⟩\n        =\n        \n          \n            |\n          \n        \n        ⟨\n        ψ\n        \n          |\n        \n        ϕ\n        ⟩\n        \n          \n            \n              |\n            \n          \n          \n            2\n          \n        \n        =\n        \n          ∑\n          \n            i\n          \n        \n        \n          |\n        \n        \n          ψ\n          \n            i\n          \n          \n            ∗\n          \n        \n        \n          ϕ\n          \n            i\n          \n        \n        \n          \n            |\n          \n          \n            2\n          \n        \n        +\n        \n          ∑\n          \n            i\n            j\n            ;\n            i\n            ≠\n            j\n          \n        \n        \n          ψ\n          \n            i\n          \n          \n            ∗\n          \n        \n        \n          ψ\n          \n            j\n          \n        \n        \n          ϕ\n          \n            j\n          \n          \n            ∗\n          \n        \n        \n          ϕ\n          \n            i\n          \n        \n        ,\n      \n    \n    {\\displaystyle \\operatorname {prob} _{\\text{before}}(\\psi \\to \\phi )=\\langle \\phi |\\rho _{\\text{sys}}|\\phi \\rangle =\\langle \\phi |\\psi \\rangle \\langle \\psi |\\phi \\rangle ={\\big |}\\langle \\psi |\\phi \\rangle {\\big |}^{2}=\\sum _{i}|\\psi _{i}^{*}\\phi _{i}|^{2}+\\sum _{ij;i\\neq j}\\psi _{i}^{*}\\psi _{j}\\phi _{j}^{*}\\phi _{i},}\n  \n\nwhere \n  \n    \n      \n        \n          ψ\n          \n            i\n          \n        \n        =\n        ⟨\n        i\n        \n          |\n        \n        ψ\n        ⟩\n      \n    \n    {\\displaystyle \\psi _{i}=\\langle i|\\psi \\rangle }\n  \n, \n  \n    \n      \n        \n          ψ\n          \n            i\n          \n          \n            ∗\n          \n        \n        =\n        ⟨\n        ψ\n        \n          |\n        \n        i\n        ⟩\n      \n    \n    {\\displaystyle \\psi _{i}^{*}=\\langle \\psi |i\\rangle }\n  \n, and \n  \n    \n      \n        \n          ϕ\n          \n            i\n          \n        \n        =\n        ⟨\n        i\n        \n          |\n        \n        ϕ\n        ⟩\n      \n    \n    {\\displaystyle \\phi _{i}=\\langle i|\\phi \\rangle }\n  \n etc.\nNow the case when transition takes place after the interaction of the system with the environment. The combined density matrix will be\n\n  \n    \n      \n        ρ\n        =\n        \n          |\n        \n        \n          after\n        \n        ⟩\n        ⟨\n        \n          after\n        \n        \n          |\n        \n        =\n        \n          ∑\n          \n            i\n            ,\n            j\n          \n        \n        \n          ψ\n          \n            i\n          \n        \n        \n          ψ\n          \n            j\n          \n          \n            ∗\n          \n        \n        \n          |\n        \n        i\n        ,\n        \n          ϵ\n          \n            i\n          \n        \n        ⟩\n        ⟨\n        j\n        ,\n        \n          ϵ\n          \n            j\n          \n        \n        \n          |\n        \n        =\n        \n          ∑\n          \n            i\n            ,\n            j\n          \n        \n        \n          ψ\n          \n            i\n          \n        \n        \n          ψ\n          \n            j\n          \n          \n            ∗\n          \n        \n        \n          |\n        \n        i\n        ⟩\n        ⟨\n        j\n        \n          |\n        \n        ⊗\n        \n          |\n        \n        \n          ϵ\n          \n            i\n          \n        \n        ⟩\n        ⟨\n        \n          ϵ\n          \n            j\n          \n        \n        \n          |\n        \n        .\n      \n    \n    {\\displaystyle \\rho =|{\\text{after}}\\rangle \\langle {\\text{after}}|=\\sum _{i,j}\\psi _{i}\\psi _{j}^{*}|i,\\epsilon _{i}\\rangle \\langle j,\\epsilon _{j}|=\\sum _{i,j}\\psi _{i}\\psi _{j}^{*}|i\\rangle \\langle j|\\otimes |\\epsilon _{i}\\rangle \\langle \\epsilon _{j}|.}\n  \n\nTo get the reduced density matrix of the system, we trace out the environment and employ the decoherence/einselection condition and see that the off-diagonal terms vanish (a result obtained by Erich Joos and H. D. Zeh in 1985):\n\n  \n    \n      \n        \n          ρ\n          \n            sys\n          \n        \n        =\n        \n          Tr\n          \n            env\n          \n        \n        ⁡\n        \n          \n            (\n          \n        \n        \n          ∑\n          \n            i\n            ,\n            j\n          \n        \n        \n          ψ\n          \n            i\n          \n        \n        \n          ψ\n          \n            j\n          \n          \n            ∗\n          \n        \n        \n          |\n        \n        i\n        ⟩\n        ⟨\n        j\n        \n          |\n        \n        ⊗\n        \n          |\n        \n        \n          ϵ\n          \n            i\n          \n        \n        ⟩\n        ⟨\n        \n          ϵ\n          \n            j\n          \n        \n        \n          |\n        \n        \n          \n            )\n          \n        \n        =\n        \n          ∑\n          \n            i\n            ,\n            j\n          \n        \n        \n          ψ\n          \n            i\n          \n        \n        \n          ψ\n          \n            j\n          \n          \n            ∗\n          \n        \n        \n          |\n        \n        i\n        ⟩\n        ⟨\n        j\n        \n          |\n        \n        ⟨\n        \n          ϵ\n          \n            j\n          \n        \n        \n          |\n        \n        \n          ϵ\n          \n            i\n          \n        \n        ⟩\n        =\n        \n          ∑\n          \n            i\n            ,\n            j\n          \n        \n        \n          ψ\n          \n            i\n          \n        \n        \n          ψ\n          \n            j\n          \n          \n            ∗\n          \n        \n        \n          |\n        \n        i\n        ⟩\n        ⟨\n        j\n        \n          |\n        \n        \n          δ\n          \n            i\n            j\n          \n        \n        =\n        \n          ∑\n          \n            i\n          \n        \n        \n          |\n        \n        \n          ψ\n          \n            i\n          \n        \n        \n          \n            |\n          \n          \n            2\n          \n        \n        \n          |\n        \n        i\n        ⟩\n        ⟨\n        i\n        \n          |\n        \n        .\n      \n    \n    {\\displaystyle \\rho _{\\text{sys}}=\\operatorname {Tr} _{\\text{env}}{\\Big (}\\sum _{i,j}\\psi _{i}\\psi _{j}^{*}|i\\rangle \\langle j|\\otimes |\\epsilon _{i}\\rangle \\langle \\epsilon _{j}|{\\Big )}=\\sum _{i,j}\\psi _{i}\\psi _{j}^{*}|i\\rangle \\langle j|\\langle \\epsilon _{j}|\\epsilon _{i}\\rangle =\\sum _{i,j}\\psi _{i}\\psi _{j}^{*}|i\\rangle \\langle j|\\delta _{ij}=\\sum _{i}|\\psi _{i}|^{2}|i\\rangle \\langle i|.}\n  \n\nSimilarly, the final reduced density matrix after the transition will be\n\n  \n    \n      \n        \n          ∑\n          \n            j\n          \n        \n        \n          |\n        \n        \n          ϕ\n          \n            j\n          \n        \n        \n          \n            |\n          \n          \n            2\n          \n        \n        \n          |\n        \n        j\n        ⟩\n        ⟨\n        j\n        \n          |\n        \n        .\n      \n    \n    {\\displaystyle \\sum _{j}|\\phi _{j}|^{2}|j\\rangle \\langle j|.}\n  \n\nThe transition probability will then be given as\n\n  \n    \n      \n        \n          prob\n          \n            after\n          \n        \n        ⁡\n        (\n        ψ\n        →\n        ϕ\n        )\n        =\n        \n          ∑\n          \n            i\n            ,\n            j\n          \n        \n        \n          |\n        \n        \n          ψ\n          \n            i\n          \n        \n        \n          \n            |\n          \n          \n            2\n          \n        \n        \n          |\n        \n        \n          ϕ\n          \n            j\n          \n        \n        \n          \n            |\n          \n          \n            2\n          \n        \n        ⟨\n        j\n        \n          |\n        \n        i\n        ⟩\n        ⟨\n        i\n        \n          |\n        \n        j\n        ⟩\n        =\n        \n          ∑\n          \n            i\n          \n        \n        \n          |\n        \n        \n          ψ\n          \n            i\n          \n          \n            ∗\n          \n        \n        \n          ϕ\n          \n            i\n          \n        \n        \n          \n            |\n          \n          \n            2\n          \n        \n        ,\n      \n    \n    {\\displaystyle \\operatorname {prob} _{\\text{after}}(\\psi \\to \\phi )=\\sum _{i,j}|\\psi _{i}|^{2}|\\phi _{j}|^{2}\\langle j|i\\rangle \\langle i|j\\rangle =\\sum _{i}|\\psi _{i}^{*}\\phi _{i}|^{2},}\n  \n\nwhich has no contribution from the interference terms\n\n  \n    \n      \n        \n          ∑\n          \n            i\n            j\n            ;\n            i\n            ≠\n            j\n          \n        \n        \n          ψ\n          \n            i\n          \n          \n            ∗\n          \n        \n        \n          ψ\n          \n            j\n          \n        \n        \n          ϕ\n          \n            j\n          \n          \n            ∗\n          \n        \n        \n          ϕ\n          \n            i\n          \n        \n        .\n      \n    \n    {\\displaystyle \\sum _{ij;i\\neq j}\\psi _{i}^{*}\\psi _{j}\\phi _{j}^{*}\\phi _{i}.}\n  \n\nThe density-matrix approach has been combined with the Bohmian approach to yield a reduced-trajectory approach, taking into account the system reduced density matrix and the influence of the environment.\n\n\n=== Operator-sum representation ===\nConsider a system S and environment (bath) B, which are closed and can be treated quantum-mechanically. Let \n  \n    \n      \n        \n          \n            \n              H\n            \n          \n          \n            S\n          \n        \n      \n    \n    {\\displaystyle {\\mathcal {H}}_{S}}\n  \n and \n  \n    \n      \n        \n          \n            \n              H\n            \n          \n          \n            B\n          \n        \n      \n    \n    {\\displaystyle {\\mathcal {H}}_{B}}\n  \n be the system's and bath's Hilbert spaces respectively. Then the Hamiltonian for the combined system is\n\n  \n    \n      \n        \n          \n            \n              H\n              ^\n            \n          \n        \n        =\n        \n          \n            \n              \n                H\n                ^\n              \n            \n          \n          \n            S\n          \n        \n        ⊗\n        \n          \n            \n              \n                I\n                ^\n              \n            \n          \n          \n            B\n          \n        \n        +\n        \n          \n            \n              \n                I\n                ^\n              \n            \n          \n          \n            S\n          \n        \n        ⊗\n        \n          \n            \n              \n                H\n                ^\n              \n            \n          \n          \n            B\n          \n        \n        +\n        \n          \n            \n              \n                H\n                ^\n              \n            \n          \n          \n            I\n          \n        \n        ,\n      \n    \n    {\\displaystyle {\\hat {H}}={\\hat {H}}_{S}\\otimes {\\hat {I}}_{B}+{\\hat {I}}_{S}\\otimes {\\hat {H}}_{B}+{\\hat {H}}_{I},}\n  \n\nwhere \n  \n    \n      \n        \n          \n            \n              \n                H\n                ^\n              \n            \n          \n          \n            S\n          \n        \n        ,\n        \n          \n            \n              \n                H\n                ^\n              \n            \n          \n          \n            B\n          \n        \n      \n    \n    {\\displaystyle {\\hat {H}}_{S},{\\hat {H}}_{B}}\n  \n are the system and bath Hamiltonians respectively, \n  \n    \n      \n        \n          \n            \n              \n                H\n                ^\n              \n            \n          \n          \n            I\n          \n        \n      \n    \n    {\\displaystyle {\\hat {H}}_{I}}\n  \n is the interaction Hamiltonian between the system and bath, and \n  \n    \n      \n        \n          \n            \n              \n                I\n                ^\n              \n            \n          \n          \n            S\n          \n        \n        ,\n        \n          \n            \n              \n                I\n                ^\n              \n            \n          \n          \n            B\n          \n        \n      \n    \n    {\\displaystyle {\\hat {I}}_{S},{\\hat {I}}_{B}}\n  \n are the identity operators on the system and bath Hilbert spaces respectively. The time-evolution of the density operator of this closed system is unitary and, as such, is given by\n\n  \n    \n      \n        \n          ρ\n          \n            S\n            B\n          \n        \n        (\n        t\n        )\n        =\n        \n          \n            \n              U\n              ^\n            \n          \n        \n        (\n        t\n        )\n        \n          ρ\n          \n            S\n            B\n          \n        \n        (\n        0\n        )\n        \n          \n            \n              \n                U\n                ^\n              \n            \n          \n          \n            †\n          \n        \n        (\n        t\n        )\n        ,\n      \n    \n    {\\displaystyle \\rho _{SB}(t)={\\hat {U}}(t)\\rho _{SB}(0){\\hat {U}}^{\\dagger }(t),}\n  \n\nwhere the unitary operator is \n  \n    \n      \n        \n          \n            \n              U\n              ^\n            \n          \n        \n        =\n        \n          e\n          \n            −\n            i\n            \n              \n                \n                  H\n                  ^\n                \n              \n            \n            t\n            \n              /\n            \n            ℏ\n          \n        \n      \n    \n    {\\displaystyle {\\hat {U}}=e^{-i{\\hat {H}}t/\\hbar }}\n  \n. If the system and bath are not entangled initially, then we can write \n  \n    \n      \n        \n          ρ\n          \n            S\n            B\n          \n        \n        =\n        \n          ρ\n          \n            S\n          \n        \n        ⊗\n        \n          ρ\n          \n            B\n          \n        \n      \n    \n    {\\displaystyle \\rho _{SB}=\\rho _{S}\\otimes \\rho _{B}}\n  \n. Therefore, the evolution of the system becomes\n\n  \n    \n      \n        \n          ρ\n          \n            S\n            B\n          \n        \n        (\n        t\n        )\n        =\n        \n          \n            \n              U\n              ^\n            \n          \n        \n        (\n        t\n        )\n        [\n        \n          ρ\n          \n            S\n          \n        \n        (\n        0\n        )\n        ⊗\n        \n          ρ\n          \n            B\n          \n        \n        (\n        0\n        )\n        ]\n        \n          \n            \n              \n                U\n                ^\n              \n            \n          \n          \n            †\n          \n        \n        (\n        t\n        )\n        .\n      \n    \n    {\\displaystyle \\rho _{SB}(t)={\\hat {U}}(t)[\\rho _{S}(0)\\otimes \\rho _{B}(0)]{\\hat {U}}^{\\dagger }(t).}\n  \n\nThe system–bath interaction Hamiltonian can be written in a general form as\n\n  \n    \n      \n        \n          \n            \n              \n                H\n                ^\n              \n            \n          \n          \n            I\n          \n        \n        =\n        \n          ∑\n          \n            i\n          \n        \n        \n          \n            \n              \n                S\n                ^\n              \n            \n          \n          \n            i\n          \n        \n        ⊗\n        \n          \n            \n              \n                B\n                ^\n              \n            \n          \n          \n            i\n          \n        \n        ,\n      \n    \n    {\\displaystyle {\\hat {H}}_{I}=\\sum _{i}{\\hat {S}}_{i}\\otimes {\\hat {B}}_{i},}\n  \n\nwhere \n  \n    \n      \n        \n          \n            \n              \n                S\n                ^\n              \n            \n          \n          \n            i\n          \n        \n        ⊗\n        \n          \n            \n              \n                B\n                ^\n              \n            \n          \n          \n            i\n          \n        \n      \n    \n    {\\displaystyle {\\hat {S}}_{i}\\otimes {\\hat {B}}_{i}}\n  \n is the operator acting on the combined system–bath Hilbert space, and \n  \n    \n      \n        \n          \n            \n              \n                S\n                ^\n              \n            \n          \n          \n            i\n          \n        \n        ,\n        \n          \n            \n              \n                B\n                ^\n              \n            \n          \n          \n            i\n          \n        \n      \n    \n    {\\displaystyle {\\hat {S}}_{i},{\\hat {B}}_{i}}\n  \n are the operators that act on the system and bath respectively. This coupling of the system and bath is the cause of decoherence in the system alone. To see this, a partial trace is performed over the bath to give a description of the system alone:\n\n  \n    \n      \n        \n          ρ\n          \n            S\n          \n        \n        (\n        t\n        )\n        =\n        \n          Tr\n          \n            B\n          \n        \n        ⁡\n        \n          \n            [\n          \n        \n        \n          \n            \n              U\n              ^\n            \n          \n        \n        (\n        t\n        )\n        [\n        \n          ρ\n          \n            S\n          \n        \n        (\n        0\n        )\n        ⊗\n        \n          ρ\n          \n            B\n          \n        \n        (\n        0\n        )\n        ]\n        \n          \n            \n              \n                U\n                ^\n              \n            \n          \n          \n            †\n          \n        \n        (\n        t\n        )\n        \n          \n            ]\n          \n        \n        .\n      \n    \n    {\\displaystyle \\rho _{S}(t)=\\operatorname {Tr} _{B}{\\big [}{\\hat {U}}(t)[\\rho _{S}(0)\\otimes \\rho _{B}(0)]{\\hat {U}}^{\\dagger }(t){\\big ]}.}\n  \n\n  \n    \n      \n        \n          ρ\n          \n            S\n          \n        \n        (\n        t\n        )\n      \n    \n    {\\displaystyle \\rho _{S}(t)}\n  \n is called the reduced density matrix and gives information about the system only. If the bath is written in terms of its set of orthogonal basis kets, that is, if it has been initially diagonalized, then \n  \n    \n      \n        \n          \n            ρ\n            \n              B\n            \n          \n          (\n          0\n          )\n          =\n          \n            ∑\n            \n              j\n            \n          \n          \n            a\n            \n              j\n            \n          \n          \n            |\n          \n          j\n          ⟩\n          ⟨\n          j\n          \n            |\n          \n        \n      \n    \n    {\\displaystyle \\textstyle \\rho _{B}(0)=\\sum _{j}a_{j}|j\\rangle \\langle j|}\n  \n. Computing the partial trace with respect to this (computational) basis gives\n\n  \n    \n      \n        \n          ρ\n          \n            S\n          \n        \n        (\n        t\n        )\n        =\n        \n          ∑\n          \n            l\n          \n        \n        \n          \n            \n              \n                A\n                ^\n              \n            \n          \n          \n            l\n          \n        \n        \n          ρ\n          \n            S\n          \n        \n        (\n        0\n        )\n        \n          \n            \n              \n                A\n                ^\n              \n            \n          \n          \n            l\n          \n          \n            †\n          \n        \n        ,\n      \n    \n    {\\displaystyle \\rho _{S}(t)=\\sum _{l}{\\hat {A}}_{l}\\rho _{S}(0){\\hat {A}}_{l}^{\\dagger },}\n  \n\nwhere \n  \n    \n      \n        \n          \n            \n              \n                A\n                ^\n              \n            \n          \n          \n            l\n          \n        \n        ,\n        \n          \n            \n              \n                A\n                ^\n              \n            \n          \n          \n            l\n          \n          \n            †\n          \n        \n      \n    \n    {\\displaystyle {\\hat {A}}_{l},{\\hat {A}}_{l}^{\\dagger }}\n  \n are defined as the Kraus operators and are represented as (the index \n  \n    \n      \n        l\n      \n    \n    {\\displaystyle l}\n  \n combines indices \n  \n    \n      \n        k\n      \n    \n    {\\displaystyle k}\n  \n and \n  \n    \n      \n        j\n      \n    \n    {\\displaystyle j}\n  \n):\n\n  \n    \n      \n        \n          \n            \n              \n                A\n                ^\n              \n            \n          \n          \n            l\n          \n        \n        =\n        \n          \n            \n              a\n              \n                j\n              \n            \n          \n        \n        ⟨\n        k\n        \n          |\n        \n        \n          \n            \n              U\n              ^\n            \n          \n        \n        \n          |\n        \n        j\n        ⟩\n        .\n      \n    \n    {\\displaystyle {\\hat {A}}_{l}={\\sqrt {a_{j}}}\\langle k|{\\hat {U}}|j\\rangle .}\n  \n\nThis is known as the operator-sum representation (OSR). A condition on the Kraus operators can be obtained by using the fact that \n  \n    \n      \n        Tr\n        ⁡\n        [\n        \n          ρ\n          \n            S\n          \n        \n        (\n        t\n        )\n        ]\n        =\n        1\n      \n    \n    {\\displaystyle \\operatorname {Tr} [\\rho _{S}(t)]=1}\n  \n; this then gives\n\n  \n    \n      \n        \n          ∑\n          \n            l\n          \n        \n        \n          \n            \n              \n                A\n                ^\n              \n            \n          \n          \n            l\n          \n          \n            †\n          \n        \n        \n          \n            \n              \n                A\n                ^\n              \n            \n          \n          \n            l\n          \n        \n        =\n        \n          \n            \n              \n                I\n                ^\n              \n            \n          \n          \n            S\n          \n        \n        .\n      \n    \n    {\\displaystyle \\sum _{l}{\\hat {A}}_{l}^{\\dagger }{\\hat {A}}_{l}={\\hat {I}}_{S}.}\n  \n\nThis restriction determines whether decoherence will occur or not in the OSR. In particular, when there is more than one term present in the sum for \n  \n    \n      \n        \n          ρ\n          \n            S\n          \n        \n        (\n        t\n        )\n      \n    \n    {\\displaystyle \\rho _{S}(t)}\n  \n, then the dynamics of the system will be non-unitary, and hence decoherence will take place.\n\n\n=== Semigroup approach ===\nA more general consideration for the existence of decoherence in a quantum system is given by the master equation, which determines how the density matrix of the system alone evolves in time (see also the Belavkin equation for the evolution under continuous measurement). This uses the Schrödinger picture, where evolution of the state (represented by its density matrix) is considered. The master equation is\n\n  \n    \n      \n        \n          ρ\n          \n            S\n          \n          ′\n        \n        (\n        t\n        )\n        =\n        \n          \n            \n              −\n              i\n            \n            ℏ\n          \n        \n        \n          \n            [\n          \n        \n        \n          \n            \n              \n                H\n                ~\n              \n            \n          \n          \n            S\n          \n        \n        ,\n        \n          ρ\n          \n            S\n          \n        \n        (\n        t\n        )\n        \n          \n            ]\n          \n        \n        +\n        \n          L\n          \n            D\n          \n        \n        \n          \n            [\n          \n        \n        \n          ρ\n          \n            S\n          \n        \n        (\n        t\n        )\n        \n          \n            ]\n          \n        \n        ,\n      \n    \n    {\\displaystyle \\rho '_{S}(t)={\\frac {-i}{\\hbar }}{\\big [}{\\tilde {H}}_{S},\\rho _{S}(t){\\big ]}+L_{D}{\\big [}\\rho _{S}(t){\\big ]},}\n  \n\nwhere \n  \n    \n      \n        \n          \n            \n              \n                H\n                ~\n              \n            \n          \n          \n            S\n          \n        \n        =\n        \n          H\n          \n            S\n          \n        \n        +\n        Δ\n      \n    \n    {\\displaystyle {\\tilde {H}}_{S}=H_{S}+\\Delta }\n  \n is the system Hamiltonian \n  \n    \n      \n        \n          H\n          \n            S\n          \n        \n      \n    \n    {\\displaystyle H_{S}}\n  \n along with a (possible) unitary contribution \n  \n    \n      \n        Δ\n      \n    \n    {\\displaystyle \\Delta }\n  \n from the bath, and \n  \n    \n      \n        \n          L\n          \n            D\n          \n        \n      \n    \n    {\\displaystyle L_{D}}\n  \n is the Lindblad decohering term. The Lindblad decohering term is represented as\n\n  \n    \n      \n        \n          L\n          \n            D\n          \n        \n        \n          \n            [\n          \n        \n        \n          ρ\n          \n            S\n          \n        \n        (\n        t\n        )\n        \n          \n            ]\n          \n        \n        =\n        \n          \n            1\n            2\n          \n        \n        \n          ∑\n          \n            α\n            ,\n            β\n            =\n            1\n          \n          \n            M\n          \n        \n        \n          b\n          \n            α\n            β\n          \n        \n        \n          \n            (\n          \n        \n        \n          \n            [\n          \n        \n        \n          \n            F\n          \n          \n            α\n          \n        \n        ,\n        \n          ρ\n          \n            S\n          \n        \n        (\n        t\n        )\n        \n          \n            F\n          \n          \n            β\n          \n          \n            †\n          \n        \n        \n          \n            ]\n          \n        \n        +\n        \n          \n            [\n          \n        \n        \n          \n            F\n          \n          \n            α\n          \n        \n        \n          ρ\n          \n            S\n          \n        \n        (\n        t\n        )\n        ,\n        \n          \n            F\n          \n          \n            β\n          \n          \n            †\n          \n        \n        \n          \n            ]\n          \n        \n        \n          \n            )\n          \n        \n        .\n      \n    \n    {\\displaystyle L_{D}{\\big [}\\rho _{S}(t){\\big ]}={\\frac {1}{2}}\\sum _{\\alpha ,\\beta =1}^{M}b_{\\alpha \\beta }{\\Big (}{\\big [}\\mathbf {F} _{\\alpha },\\rho _{S}(t)\\mathbf {F} _{\\beta }^{\\dagger }{\\big ]}+{\\big [}\\mathbf {F} _{\\alpha }\\rho _{S}(t),\\mathbf {F} _{\\beta }^{\\dagger }{\\big ]}{\\Big )}.}\n  \n\nThe \n  \n    \n      \n        {\n        \n          \n            F\n          \n          \n            α\n          \n        \n        \n          }\n          \n            α\n            =\n            1\n          \n          \n            M\n          \n        \n      \n    \n    {\\displaystyle \\{\\mathbf {F} _{\\alpha }\\}_{\\alpha =1}^{M}}\n  \n are basis operators for the M-dimensional space of bounded operators that act on the system Hilbert space \n  \n    \n      \n        \n          \n            \n              H\n            \n          \n          \n            S\n          \n        \n      \n    \n    {\\displaystyle {\\mathcal {H}}_{S}}\n  \n and are the error generators. The matrix elements \n  \n    \n      \n        \n          b\n          \n            α\n            β\n          \n        \n      \n    \n    {\\displaystyle b_{\\alpha \\beta }}\n  \n represent the elements of a positive semi-definite Hermitian matrix; they characterize the decohering processes and, as such, are called the noise parameters. The semigroup approach is particularly nice, because it distinguishes between the unitary and decohering (non-unitary) processes, which is not the case with the OSR. In particular, the non-unitary dynamics are represented by \n  \n    \n      \n        \n          L\n          \n            D\n          \n        \n      \n    \n    {\\displaystyle L_{D}}\n  \n, whereas the unitary dynamics of the state are represented by the usual Heisenberg commutator. Note that when \n  \n    \n      \n        \n          L\n          \n            D\n          \n        \n        \n          \n            [\n          \n        \n        \n          ρ\n          \n            S\n          \n        \n        (\n        t\n        )\n        \n          \n            ]\n          \n        \n        =\n        0\n      \n    \n    {\\displaystyle L_{D}{\\big [}\\rho _{S}(t){\\big ]}=0}\n  \n, the dynamical evolution of the system is unitary. The conditions for the evolution of the system density matrix to be described by the master equation are:\n\nthe evolution of the system density matrix is determined by a one-parameter semigroup\nthe evolution is \"completely positive\" (i.e. probabilities are preserved)\nthe system and bath density matrices are initially decoupled\n\n\n== Non-unitary modelling examples ==\nDecoherence can be modelled as a non-unitary process by which a system couples with its environment (although the combined system plus environment evolves in a unitary fashion). Thus the dynamics of the system alone, treated in isolation, are non-unitary and, as such, are represented by irreversible transformations acting on the system's Hilbert space \n  \n    \n      \n        \n          \n            H\n          \n        \n      \n    \n    {\\displaystyle {\\mathcal {H}}}\n  \n. Since the system's dynamics are represented by irreversible representations, then any information present in the quantum system can be lost to the environment or heat bath. Alternatively, the decay of quantum information caused by the coupling of the system to the environment is referred to as decoherence. Thus decoherence is the process by which information of a quantum system is altered by the system's interaction with its environment (which form a closed system), hence creating an entanglement between the system and heat bath (environment). As such, since the system is entangled with its environment in some unknown way, a description of the system by itself cannot be made without also referring to the environment (i.e. without also describing the state of the environment).\n\n\n=== Rotational decoherence ===\nConsider a system of N qubits that is coupled to a bath symmetrically. Suppose this system of N qubits undergoes a rotation around the \n  \n    \n      \n        \n          |\n        \n        \n          ↑\n        \n        ⟩\n        ⟨\n        \n          ↑\n        \n        \n          |\n        \n        ,\n        \n          |\n        \n        \n          ↓\n        \n        ⟩\n        ⟨\n        \n          ↓\n        \n        \n          |\n        \n      \n    \n    {\\displaystyle |{\\uparrow }\\rangle \\langle {\\uparrow }|,|{\\downarrow }\\rangle \\langle {\\downarrow }|}\n  \n \n  \n    \n      \n        \n          \n            (\n          \n        \n        \n          |\n        \n        0\n        ⟩\n        ⟨\n        0\n        \n          |\n        \n        ,\n        \n          |\n        \n        1\n        ⟩\n        ⟨\n        1\n        \n          |\n        \n        \n          \n            )\n          \n        \n      \n    \n    {\\displaystyle {\\big (}|0\\rangle \\langle 0|,|1\\rangle \\langle 1|{\\big )}}\n  \n eigenstates of \n  \n    \n      \n        \n          \n            \n              \n                J\n                \n                  z\n                \n              \n              ^\n            \n          \n        \n      \n    \n    {\\displaystyle {\\hat {J_{z}}}}\n  \n. Then under such a rotation, a random phase \n  \n    \n      \n        ϕ\n      \n    \n    {\\displaystyle \\phi }\n  \n will be created between the eigenstates \n  \n    \n      \n        \n          |\n        \n        0\n        ⟩\n      \n    \n    {\\displaystyle |0\\rangle }\n  \n, \n  \n    \n      \n        \n          |\n        \n        1\n        ⟩\n      \n    \n    {\\displaystyle |1\\rangle }\n  \n of \n  \n    \n      \n        \n          \n            \n              \n                J\n                \n                  z\n                \n              \n              ^\n            \n          \n        \n      \n    \n    {\\displaystyle {\\hat {J_{z}}}}\n  \n. Thus these basis qubits \n  \n    \n      \n        \n          |\n        \n        0\n        ⟩\n      \n    \n    {\\displaystyle |0\\rangle }\n  \n and \n  \n    \n      \n        \n          |\n        \n        1\n        ⟩\n      \n    \n    {\\displaystyle |1\\rangle }\n  \n will transform in the following way:\n\n  \n    \n      \n        \n          |\n        \n        0\n        ⟩\n        →\n        \n          |\n        \n        0\n        ⟩\n        ,\n        \n        \n          |\n        \n        1\n        ⟩\n        →\n        \n          e\n          \n            i\n            ϕ\n          \n        \n        \n          |\n        \n        1\n        ⟩\n        .\n      \n    \n    {\\displaystyle |0\\rangle \\to |0\\rangle ,\\quad |1\\rangle \\to e^{i\\phi }|1\\rangle .}\n  \n\nThis transformation is performed by the rotation operator\n\n  \n    \n      \n        \n          R\n          \n            z\n          \n        \n        (\n        ϕ\n        )\n        =\n        \n          \n            (\n            \n              \n                \n                  1\n                \n                \n                  0\n                \n              \n              \n                \n                  0\n                \n                \n                  \n                    e\n                    \n                      i\n                      ϕ\n                    \n                  \n                \n              \n            \n            )\n          \n        \n        .\n      \n    \n    {\\displaystyle R_{z}(\\phi )={\\begin{pmatrix}1&0\\\\0&e^{i\\phi }\\end{pmatrix}}.}\n  \n\nSince any qubit in this space can be expressed in terms of the basis qubits, then all such qubits will be transformed under this rotation. Consider the \n  \n    \n      \n        j\n      \n    \n    {\\displaystyle j}\n  \nth qubit in a pure state \n  \n    \n      \n        |\n        \n          ψ\n          \n            j\n          \n        \n        ⟩\n        ⟨\n        \n          ψ\n          \n            j\n          \n        \n        |\n      \n    \n    {\\displaystyle \\vert \\psi _{j}\\rangle \\langle \\psi _{j}\\vert }\n  \n where \n  \n    \n      \n        \n          |\n        \n        \n          ψ\n          \n            j\n          \n        \n        ⟩\n        =\n        a\n        \n          |\n        \n        0\n        ⟩\n        +\n        b\n        \n          |\n        \n        1\n        ⟩\n      \n    \n    {\\displaystyle |\\psi _{j}\\rangle =a|0\\rangle +b|1\\rangle }\n  \n. Before application of the rotation this state is:\n\n  \n    \n      \n        \n          ρ\n          \n            j\n            ,\n            \n              init\n            \n          \n        \n        =\n        \n          \n            (\n            \n              \n                \n                  \n                    |\n                  \n                  a\n                  \n                    \n                      |\n                    \n                    \n                      2\n                    \n                  \n                \n                \n                  a\n                  \n                    b\n                    \n                      ∗\n                    \n                  \n                \n              \n              \n                \n                  \n                    a\n                    \n                      ∗\n                    \n                  \n                  b\n                \n                \n                  \n                    |\n                  \n                  b\n                  \n                    \n                      |\n                    \n                    \n                      2\n                    \n                  \n                \n              \n            \n            )\n          \n        \n      \n    \n    {\\displaystyle \\rho _{j,{\\text{init}}}={\\begin{pmatrix}|a|^{2}&ab^{\\ast }\\\\a^{\\ast }b&|b|^{2}\\end{pmatrix}}}\n  \n.\nThis state will decohere, since it is not ‘encoded’ with (dependent upon) the dephasing factor \n  \n    \n      \n        \n          e\n          \n            i\n            ϕ\n          \n        \n      \n    \n    {\\displaystyle e^{i\\phi }}\n  \n. This can be seen by examining the density matrix averaged over the random phase \n  \n    \n      \n        ϕ\n      \n    \n    {\\displaystyle \\phi }\n  \n:\n\n  \n    \n      \n        \n          ρ\n          \n            j\n          \n        \n        =\n        \n          E\n        \n        [\n        \n          R\n          \n            z\n          \n        \n        (\n        ϕ\n        )\n        |\n        \n          ψ\n          \n            j\n          \n        \n        ⟩\n        ⟨\n        \n          ψ\n          \n            j\n          \n        \n        |\n        \n          R\n          \n            z\n          \n          \n            †\n          \n        \n        (\n        ϕ\n        )\n        ]\n        =\n        \n          ∫\n          \n            −\n            ∞\n          \n          \n            ∞\n          \n        \n        \n          R\n          \n            z\n          \n        \n        (\n        ϕ\n        )\n        \n          |\n        \n        \n          ψ\n          \n            j\n          \n        \n        ⟩\n        ⟨\n        \n          ψ\n          \n            j\n          \n        \n        \n          |\n        \n        \n          R\n          \n            z\n          \n          \n            †\n          \n        \n        (\n        ϕ\n        )\n        \n        P\n        (\n        \n          d\n        \n        ϕ\n        )\n      \n    \n    {\\displaystyle \\rho _{j}=\\mathbb {E} [R_{z}(\\phi )\\vert \\psi _{j}\\rangle \\langle \\psi _{j}\\vert R_{z}^{\\dagger }(\\phi )]=\\int \\limits _{-\\infty }^{\\infty }R_{z}(\\phi )|\\psi _{j}\\rangle \\langle \\psi _{j}|R_{z}^{\\dagger }(\\phi )\\;P({\\text{d}}\\phi )}\n  \n,\nwhere \n  \n    \n      \n        P\n        (\n        ⋅\n        )\n      \n    \n    {\\displaystyle P(\\cdot )}\n  \n is a probability measure of the random phase, \n  \n    \n      \n        ϕ\n      \n    \n    {\\displaystyle \\phi }\n  \n. Although not entirely necessary, let us assume for simplicity that this is given by the Gaussian distribution, i.e. \n  \n    \n      \n        P\n        (\n        \n          d\n        \n        ϕ\n        )\n        =\n        \n          \n            1\n            \n              \n                \n                  2\n                  π\n                \n              \n              σ\n            \n          \n        \n        \n          e\n          \n            −\n            \n              \n                1\n                2\n              \n            \n            (\n            \n              \n                ϕ\n                σ\n              \n            \n            \n              )\n              \n                2\n              \n            \n          \n        \n        \n        \n          d\n        \n        ϕ\n      \n    \n    {\\displaystyle P({\\text{d}}\\phi )={\\frac {1}{{\\sqrt {2\\pi }}\\sigma }}e^{-{\\frac {1}{2}}({\\frac {\\phi }{\\sigma }})^{2}}\\,{\\text{d}}\\phi }\n  \n, where \n  \n    \n      \n        σ\n      \n    \n    {\\displaystyle \\sigma }\n  \n represents the spread of the random phase. Then the density matrix computed as above is\n\n  \n    \n      \n        \n          ρ\n          \n            j\n          \n        \n        =\n        \n          \n            (\n            \n              \n                \n                  \n                    |\n                  \n                  a\n                  \n                    \n                      |\n                    \n                    \n                      2\n                    \n                  \n                \n                \n                  a\n                  \n                    b\n                    \n                      ∗\n                    \n                  \n                  \n                  \n                    e\n                    \n                      −\n                      \n                        \n                          1\n                          2\n                        \n                      \n                      \n                        σ\n                        \n                          2\n                        \n                      \n                    \n                  \n                \n              \n              \n                \n                  \n                    a\n                    \n                      ∗\n                    \n                  \n                  b\n                  \n                  \n                    e\n                    \n                      −\n                      \n                        \n                          1\n                          2\n                        \n                      \n                      \n                        σ\n                        \n                          2\n                        \n                      \n                    \n                  \n                \n                \n                  \n                    |\n                  \n                  b\n                  \n                    \n                      |\n                    \n                    \n                      2\n                    \n                  \n                \n              \n            \n            )\n          \n        \n      \n    \n    {\\displaystyle \\rho _{j}={\\begin{pmatrix}|a|^{2}&ab^{\\ast }\\,e^{-{\\frac {1}{2}}\\sigma ^{2}}\\\\a^{\\ast }b\\,e^{-{\\frac {1}{2}}\\sigma ^{2}}&|b|^{2}\\end{pmatrix}}}\n  \n.\nObserve that the off-diagonal elements—the coherence terms—decay as the spread of the random phase, \n  \n    \n      \n        σ\n      \n    \n    {\\displaystyle \\sigma }\n  \n, increases over time (which is a realistic expectation). Thus the density matrices for each qubit of the system become indistinguishable over time. This means that no measurement can distinguish between the qubits, thus creating decoherence between the various qubit states. In particular, this dephasing process causes the qubits to collapse to one of the pure states in \n  \n    \n      \n        {\n        |\n        0\n        ⟩\n        ⟨\n        0\n        |\n        ,\n        |\n        1\n        ⟩\n        ⟨\n        1\n        |\n        }\n      \n    \n    {\\displaystyle \\{\\vert 0\\rangle \\langle 0\\vert ,\\vert 1\\rangle \\langle 1\\vert \\}}\n  \n. This is why this type of decoherence process is called collective dephasing, because the mutual phases between all qubits of the N-qubit system are destroyed.\n\n\n=== Depolarizing ===\nDepolarizing is a non-unitary transformation on a quantum system which maps pure states to mixed states. This is a non-unitary process because any transformation that reverses this process will map states out of their respective Hilbert space thus not preserving positivity (i.e. the original probabilities are mapped to negative probabilities, which is not allowed). The 2-dimensional case of such a transformation would consist of mapping pure states on the surface of the Bloch sphere to mixed states within the Bloch sphere. This would contract the Bloch sphere by some finite amount and the reverse process would expand the Bloch sphere, which cannot happen.\n\n\n=== Dissipation ===\n\nDissipation is a decohering process by which the populations of quantum states are changed due to entanglement with a bath. An example of this would be a quantum system that can exchange its energy with a bath through the interaction Hamiltonian. If the system is not in its ground state and the bath is at a temperature lower than that of the system's, then the system will give off energy to the bath, and thus higher-energy eigenstates of the system Hamiltonian will decohere to the ground state after cooling and, as such, will all be non-degenerate. Since the states are no longer degenerate, they are not distinguishable, and thus this process is irreversible (non-unitary).\n\n\n== Timescales ==\nDecoherence represents an extremely fast process for macroscopic objects, since these are interacting with many microscopic objects, with an enormous number of degrees of freedom in their natural environment. The process is needed if we are to understand why we tend not to observe quantum behavior in everyday macroscopic objects and why we do see classical fields emerge from the properties of the interaction between matter and radiation for large amounts of matter. The time taken for off-diagonal components of the density matrix to effectively vanish is called the decoherence time. It is typically extremely short for everyday, macroscale processes. A modern basis-independent definition of the decoherence time relies on the short-time behavior of the fidelity between the initial and the time-dependent state or, equivalently, the decay of the purity.\n\n\n== Mathematical details ==\nAssume for the moment that the system in question consists of a subsystem A being studied and the \"environment\" \n  \n    \n      \n        ϵ\n      \n    \n    {\\displaystyle \\epsilon }\n  \n, and the total Hilbert space is the tensor product of a Hilbert space \n  \n    \n      \n        \n          \n            \n              H\n            \n          \n          \n            A\n          \n        \n      \n    \n    {\\displaystyle {\\mathcal {H}}_{A}}\n  \n describing A and a Hilbert space \n  \n    \n      \n        \n          \n            \n              H\n            \n          \n          \n            ϵ\n          \n        \n      \n    \n    {\\displaystyle {\\mathcal {H}}_{\\epsilon }}\n  \n describing \n  \n    \n      \n        ϵ\n      \n    \n    {\\displaystyle \\epsilon }\n  \n, that is,\n\n  \n    \n      \n        \n          \n            H\n          \n        \n        =\n        \n          \n            \n              H\n            \n          \n          \n            A\n          \n        \n        ⊗\n        \n          \n            \n              H\n            \n          \n          \n            ϵ\n          \n        \n        .\n      \n    \n    {\\displaystyle {\\mathcal {H}}={\\mathcal {H}}_{A}\\otimes {\\mathcal {H}}_{\\epsilon }.}\n  \n\nThis is a reasonably good approximation in the case where A and \n  \n    \n      \n        ϵ\n      \n    \n    {\\displaystyle \\epsilon }\n  \n are relatively independent (e.g. there is nothing like parts of A mixing with parts of \n  \n    \n      \n        ϵ\n      \n    \n    {\\displaystyle \\epsilon }\n  \n or conversely). The point is, the interaction with the environment is for all practical purposes unavoidable (e.g. even a single excited atom in a vacuum would emit a photon, which would then go off). Let's say this interaction is described by a unitary transformation U acting upon \n  \n    \n      \n        \n          \n            H\n          \n        \n      \n    \n    {\\displaystyle {\\mathcal {H}}}\n  \n. Assume that the initial state of the environment is \n  \n    \n      \n        \n          |\n        \n        \n          in\n        \n        ⟩\n      \n    \n    {\\displaystyle |{\\text{in}}\\rangle }\n  \n, and the initial state of A is the superposition state\n\n  \n    \n      \n        \n          c\n          \n            1\n          \n        \n        \n          |\n        \n        \n          ψ\n          \n            1\n          \n        \n        ⟩\n        +\n        \n          c\n          \n            2\n          \n        \n        \n          |\n        \n        \n          ψ\n          \n            2\n          \n        \n        ⟩\n        ,\n      \n    \n    {\\displaystyle c_{1}|\\psi _{1}\\rangle +c_{2}|\\psi _{2}\\rangle ,}\n  \n\nwhere \n  \n    \n      \n        \n          |\n        \n        \n          ψ\n          \n            1\n          \n        \n        ⟩\n      \n    \n    {\\displaystyle |\\psi _{1}\\rangle }\n  \n and \n  \n    \n      \n        \n          |\n        \n        \n          ψ\n          \n            2\n          \n        \n        ⟩\n      \n    \n    {\\displaystyle |\\psi _{2}\\rangle }\n  \n are orthogonal, and there is no entanglement initially. Also, choose an orthonormal basis \n  \n    \n      \n        {\n        \n          |\n        \n        \n          e\n          \n            i\n          \n        \n        ⟩\n        \n          }\n          \n            i\n          \n        \n      \n    \n    {\\displaystyle \\{|e_{i}\\rangle \\}_{i}}\n  \n for \n  \n    \n      \n        \n          \n            \n              H\n            \n          \n          \n            A\n          \n        \n      \n    \n    {\\displaystyle {\\mathcal {H}}_{A}}\n  \n. (This could be a \"continuously indexed basis\" or a mixture of continuous and discrete indexes, in which case we would have to use a rigged Hilbert space and be more careful about what we mean by orthonormal, but that's an inessential detail for expository purposes.) Then, we can expand\n\n  \n    \n      \n        U\n        \n          \n            (\n          \n        \n        \n          |\n        \n        \n          ψ\n          \n            1\n          \n        \n        ⟩\n        ⊗\n        \n          |\n        \n        \n          in\n        \n        ⟩\n        \n          \n            )\n          \n        \n      \n    \n    {\\displaystyle U{\\big (}|\\psi _{1}\\rangle \\otimes |{\\text{in}}\\rangle {\\big )}}\n  \n\nand\n\n  \n    \n      \n        U\n        \n          \n            (\n          \n        \n        \n          |\n        \n        \n          ψ\n          \n            2\n          \n        \n        ⟩\n        ⊗\n        \n          |\n        \n        \n          in\n        \n        ⟩\n        \n          \n            )\n          \n        \n      \n    \n    {\\displaystyle U{\\big (}|\\psi _{2}\\rangle \\otimes |{\\text{in}}\\rangle {\\big )}}\n  \n\nuniquely as\n\n  \n    \n      \n        \n          ∑\n          \n            i\n          \n        \n        \n          |\n        \n        \n          e\n          \n            i\n          \n        \n        ⟩\n        ⊗\n        \n          |\n        \n        \n          f\n          \n            1\n            i\n          \n        \n        ⟩\n      \n    \n    {\\displaystyle \\sum _{i}|e_{i}\\rangle \\otimes |f_{1i}\\rangle }\n  \n\nand\n\n  \n    \n      \n        \n          ∑\n          \n            i\n          \n        \n        \n          |\n        \n        \n          e\n          \n            i\n          \n        \n        ⟩\n        ⊗\n        \n          |\n        \n        \n          f\n          \n            2\n            i\n          \n        \n        ⟩\n      \n    \n    {\\displaystyle \\sum _{i}|e_{i}\\rangle \\otimes |f_{2i}\\rangle }\n  \n\nrespectively. One thing to realize is that the environment contains a huge number of degrees of freedom, a good number of them interacting with each other all the time. This makes the following assumption reasonable in a handwaving way, which can be shown to be true in some simple toy models. Assume that there exists a basis for \n  \n    \n      \n        \n          \n            \n              H\n            \n          \n          \n            ϵ\n          \n        \n      \n    \n    {\\displaystyle {\\mathcal {H}}_{\\epsilon }}\n  \n such that \n  \n    \n      \n        \n          |\n        \n        \n          f\n          \n            1\n            i\n          \n        \n        ⟩\n      \n    \n    {\\displaystyle |f_{1i}\\rangle }\n  \n and \n  \n    \n      \n        \n          |\n        \n        \n          f\n          \n            1\n            j\n          \n        \n        ⟩\n      \n    \n    {\\displaystyle |f_{1j}\\rangle }\n  \n are all approximately orthogonal to a good degree if i ≠ j and the same thing for \n  \n    \n      \n        \n          |\n        \n        \n          f\n          \n            2\n            i\n          \n        \n        ⟩\n      \n    \n    {\\displaystyle |f_{2i}\\rangle }\n  \n and \n  \n    \n      \n        \n          |\n        \n        \n          f\n          \n            2\n            j\n          \n        \n        ⟩\n      \n    \n    {\\displaystyle |f_{2j}\\rangle }\n  \n and also for \n  \n    \n      \n        \n          |\n        \n        \n          f\n          \n            1\n            i\n          \n        \n        ⟩\n      \n    \n    {\\displaystyle |f_{1i}\\rangle }\n  \n and \n  \n    \n      \n        \n          |\n        \n        \n          f\n          \n            2\n            j\n          \n        \n        ⟩\n      \n    \n    {\\displaystyle |f_{2j}\\rangle }\n  \n for any i and j (the decoherence property).\nThis often turns out to be true (as a reasonable conjecture) in the position basis because how A interacts with the environment would often depend critically upon the position of the objects in A. Then, if we take the partial trace over the environment, we would find the density state is approximately described by\n\n  \n    \n      \n        \n          ∑\n          \n            i\n          \n        \n        \n          \n            (\n          \n        \n        ⟨\n        \n          f\n          \n            1\n            i\n          \n        \n        \n          |\n        \n        \n          f\n          \n            1\n            i\n          \n        \n        ⟩\n        +\n        ⟨\n        \n          f\n          \n            2\n            i\n          \n        \n        \n          |\n        \n        \n          f\n          \n            2\n            i\n          \n        \n        ⟩\n        \n          \n            )\n          \n        \n        \n          |\n        \n        \n          e\n          \n            i\n          \n        \n        ⟩\n        ⟨\n        \n          e\n          \n            i\n          \n        \n        \n          |\n        \n        ,\n      \n    \n    {\\displaystyle \\sum _{i}{\\big (}\\langle f_{1i}|f_{1i}\\rangle +\\langle f_{2i}|f_{2i}\\rangle {\\big )}|e_{i}\\rangle \\langle e_{i}|,}\n  \n\nthat is, we have a diagonal mixed state, there is no constructive or destructive interference, and the \"probabilities\" add up classically. The time it takes for U(t) (the unitary operator as a function of time) to display the decoherence property is called the decoherence time.\n\n\n== Experimental observations ==\n\n\n=== Quantitative measurement ===\nThe decoherence rate depends on a number of factors, including temperature or uncertainty in position, and many experiments have tried to measure it depending on the external environment.\nThe process of a quantum superposition gradually obliterated by decoherence was quantitatively measured for the first time by Serge Haroche and his co-workers at the École Normale Supérieure in Paris in 1996. Their approach involved sending individual rubidium atoms, each in a superposition of two states, through a microwave-filled cavity. The two quantum states both cause shifts in the phase of the microwave field, but by different amounts, so that the field itself is also put into a superposition of two states. Due to photon scattering on cavity-mirror imperfection, the cavity field loses phase coherence to the environment. Haroche and his colleagues measured the resulting decoherence via correlations between the states of pairs of atoms sent through the cavity with various time delays between the atoms.\nIn July 2011, researchers from University of British Columbia and University of California, Santa Barbara showed that applying high magnetic fields to single molecule magnets suppressed two of three known sources of decoherence. They were able to measure the dependence of decoherence on temperature and magnetic field strength.\n\n\n== Prevention ==\n\n\n=== Concept ===\nDecoherence causes the system to lose its quantumness, which invalidates the superposition principle and turns 'quantum' to 'classical'. It is a major challenge in quantum computing.\nA real quantum system inevitably meets the surrounding environment, the interaction shows up as noise in physical process.  It's extremely sensitive to environmental noise. Electromagnetic fields, temperature fluctuations, and other external perturbations, as well as measurement, lead to decoherence.\nDecoherence is a challenge for the practical realization of quantum computers, since such machines are expected to rely heavily on the undisturbed evolution of quantum coherences. They require that the coherence of states be preserved and that decoherence be managed, in order to actually perform quantum computation. Because of decoherence, we need to finish the quantum process before the qubit state is decayed.\nThe physical quantity coherence time is defined as the time that the quantum state holds its superposition principle.\nThe purpose of against decoherence is to extend the coherence time of quantum systems. It will improve the stability of the computing of information.\n\n\n=== Methods and Tools ===\nResearchers have developed many methods and tools to mitigate or eliminate the negative influences from decoherence. Several typical ways are listed below.\n\n\n==== Isolation from Environment ====\nThe most basic and direct way to reduce decoherence is to prevent the quantum system from interacting with the environment by any type of isolation. Here are some typical examples of isolation methods.\n\nHigh Vacuum: Placing qubits in an ultra-high vacuum environment to minimize interaction with air molecules.\nCryogenic Cooling: Operating quantum systems at extremely low temperatures to reduce thermal vibrations and noise.\nElectromagnetic Shielding: Enclosing quantum systems in materials that block external electromagnetic fields - such as mu-metal or superconducting materials - reduces decoherence caused by unwanted electromagnetic interference.\nShielding Cosmic Rays: In August 2020 scientists reported that ionizing radiation from environmental radioactive materials and cosmic rays may substantially limit the coherence times of qubits if they aren't shielded adequately which may be critical for realizing fault-tolerant superconducting quantum computers in the future.\nBetter Materials: Fabricating qubits from special materials, like highly pure or isotopically enriched ones, to minimize intrinsic noise of the material, including noise from defects or nuclear spins.\nCircuit Design: Optimizing the coherence ability when designing the construction of quantum circuits, similar to the concern in classical circuits.\nMechanical and Optical Isolation: Using equipment like vibration isolation tables and acoustic isolation materials, reducing sources of mechanical noise, and shielding against external light—common in physical experiments.\n\n\n==== Quantum Error Correction (QEC) ====\n\nOne of the most powerful tools for combating quantum decoherence is Quantum Error Correction (QEC). QEC schemes encode quantum information redundantly across multiple physical qubits, allowing for the detection and correction of errors without directly measuring the quantum state. These QEC protocols rely on the assumption that errors affect only a small fraction of qubits at any given time, enabling the detection and correction of errors through redundant encoding. Here are some representative QEC protocols.\n\nShor Code: One of the first quantum error correction codes, it encodes a single qubit into nine physical qubits to protect against both bit-flip and phase-flip errors.\nSteane Code: A 7-qubit code that provides error correction for arbitrary errors.\nSurface Codes: A more scalable error correction code that uses a 2D lattice of qubits with high threshold for errors.\nBosonic Codes: A type of quantum error-correcting code designed specifically to protect quantum information in continuous-variable systems.\nHowever, QEC comes at a significant cost: it requires a large number of physical qubits to encode a single logical qubit, and fault-tolerant error correction methods introduce additional computational overhead.\n\n\n==== Dynamical Decoupling ====\nDynamical Decoupling (DD) is another typical quantum control technique used against decoherence, especially for systems that are coupled to noisy environments. DD involves applying an external sequence of control pulses to the quantum system at strategically timed intervals to average out environmental interactions. This technique effectively manipulates the irreversible component of quantum systems interact with surrounding environment by the external controllable interactions. Dynamical decoupling has been experimentally demonstrated in various systems, including trapped ions and superconducting qubits. Here are some examples of representative sequences.\n\nSpin Echo (SE): SE is the consisting of a single π-pulse, which inverts the state of system.\nPeriodic Dynamical Decoupling (PDD): Applying control pulse periodically, PDD averages out the influence of the environment and decoupling the qubit.\nCarr-Purcell-Meiboom-Gill (CPMG) Sequence: CPMG is an extension of SE. It applies a series of π-pulses.\n\n\n== See also ==\n\n\n== References ==\n\n\n== Further reading ==\nBacciagaluppi, Guido (21 April 2020) [3 November 2003]. \"The Role of Decoherence in Quantum Mechanics\". Stanford Encyclopedia of Philosophy. Retrieved 3 January 2022.\nCollins, Graham P. (17 October 2005). \"Quantum Bug: Qubits might spontaneously decay in seconds\". Scientific American.\nSchlosshauer, Maximilian (2007). Decoherence and the Quantum-to-Classical Transition (1st ed.). Berlin/Heidelberg: Springer.\nJoos, E.; et al. (2003). Decoherence and the Appearance of a Classical World in Quantum Theory (2nd ed.). Berlin: Springer.\nOmnes, R. (1999). Understanding Quantum Mechanics. Princeton: Princeton University Press.\nZurek, Wojciech H. (2003). \"Decoherence and the transition from quantum to classical – REVISITED\", arXiv:quant-ph/0306072 (An updated version of PHYSICS TODAY, 44:36–44 (1991) article)\nSchlosshauer, Maximilian (23 February 2005). \"Decoherence, the Measurement Problem, and Interpretations of Quantum Mechanics\". Reviews of Modern Physics. 76 (2004): 1267–1305. arXiv:quant-ph/0312059. Bibcode:2004RvMP...76.1267S. doi:10.1103/RevModPhys.76.1267. S2CID 7295619.\nHalliwell, J. J.; Perez-Mercader, J.; Zurek, Wojciech H., eds. (21 March 1996). The Physical Origins of Time Asymmetry. Part 3: Decoherence. ISBN 0-521-56837-4.\nBerthold-Georg Englert, Marlan O. Scully & Herbert Walther, Quantum Optical Tests of Complementarity, Nature, Vol 351, pp 111–116 (9 May 1991) and (same authors) The Duality in Matter and Light Scientific American, pg 56–61, (December 1994). Demonstrates that complementarity is enforced, and quantum interference effects destroyed, by irreversible object-apparatus correlations, and not, as was previously popularly believed, by Heisenberg's uncertainty principle itself.\nMario Castagnino, Sebastian Fortin, Roberto Laura and Olimpia Lombardi, A general theoretical framework for decoherence in open and closed systems, Classical and Quantum Gravity, 25, pp. 154002–154013, (2008). A general theoretical framework for decoherence is proposed, which encompasses formalisms originally devised to deal just with open or closed systems.",
            "url": "https://en.wikipedia.org/wiki/Quantum_decoherence",
            "related_pages": [
                {
                    "title": "Albert Einstein",
                    "summary": "Albert Einstein (14 March 1879 – 18 April 1955) was a German-born theoretical physicist who is best known for developing the theory of relativity. Einstein also made important contributions to quantum mechanics. His mass–energy equivalence formula E = mc2, which arises from special relativity, has been called \"the world's most famous equation\".",
                    "url": "https://en.wikipedia.org/wiki/Albert_Einstein"
                },
                {
                    "title": "Anthony James Leggett",
                    "summary": "Sir Anthony James Leggett (born 26 March 1938) is a British–American theoretical physicist and professor emeritus at the University of Illinois Urbana-Champaign (UIUC). Leggett is widely recognised as a world leader in the theory of low-temperature physics, and his pioneering work on superfluidity was recognised by the 2003 Nobel Prize in Physics. He has shaped the theoretical understanding of normal and superfluid helium liquids and strongly coupled superfluids.",
                    "url": "https://en.wikipedia.org/wiki/Anthony_James_Leggett"
                },
                {
                    "title": "Anton Zeilinger",
                    "summary": "Anton Zeilinger (German: [ˈanton ˈtsaɪlɪŋɐ]; born 20 May 1945) is an Austrian quantum physicist and Nobel laureate in physics of 2022. Zeilinger is professor of physics emeritus at the University of Vienna and senior scientist at the Institute for Quantum Optics and Quantum Information of the Austrian Academy of Sciences. Most of his research concerns the fundamental aspects and applications of quantum entanglement.",
                    "url": "https://en.wikipedia.org/wiki/Anton_Zeilinger"
                },
                {
                    "title": "ArXiv",
                    "summary": "arXiv (pronounced as \"archive\"—the X represents the Greek letter chi ⟨χ⟩) is an open-access repository of electronic preprints and postprints (known as e-prints) approved for posting after moderation, but not peer reviewed. It consists of scientific papers in the fields of mathematics, physics, astronomy, electrical engineering, computer science, quantitative biology, statistics, mathematical finance, and economics, which can be accessed online. In many fields of mathematics and physics, almost all scientific papers are self-archived on the arXiv repository before publication in a peer-reviewed journal.",
                    "url": "https://en.wikipedia.org/wiki/ArXiv"
                },
                {
                    "title": "Arnold Sommerfeld",
                    "summary": "Arnold Johannes Wilhelm Sommerfeld (German: [ˈaʁnɔlt joˈhanəs ˈvɪlhɛlm ˈzɔmɐˌfɛlt]; 5 December 1868 – 26 April 1951) was a German theoretical physicist who pioneered developments in atomic and quantum physics, and also educated and mentored many students for the new era of theoretical physics. He served as doctoral supervisor and postdoc supervisor to seven Nobel Prize winners and supervised at least 30 other famous physicists and chemists. Only J. J. Thomson's record of mentorship offers a comparable list of high-achieving students.",
                    "url": "https://en.wikipedia.org/wiki/Arnold_Sommerfeld"
                }
            ]
        },
        {
            "source": "pubmed",
            "articles": [
                {
                    "id": "40346067",
                    "title": "The way out of the stop-go cycle. Nurses are worth more. Deterministic and reconfigurable graph state generation with a single solid-state quantum emitter. Atomic models for the polypeptide backbones of myohemerythrin and hemerythrin. [Anesthesia in reoperations in abdominal surgery]. [Study of the yeast dissolving enzymic complex by isoelectric focusing]. Inhibition of aldehyde reductase by acidic metabolites of the biogenic amines. Formate assay in body fluids: application in methanol poisoning. [Effect of combined use of steroid preparations with pyrroxane on the gonadotropic function of the hypophysis]. Radiochemical assay of glutathione S-epoxide transferase and its enhancement by phenobarbital in rat liver in vivo. O2-alkylcytidine--a new major product of neutral, aqueous reaction of cytidine with carcinogens. Digitoxin metabolism by rat liver microsomes. Beef liver L-Glutamate dehydrogenase mechanism: presteady state study of the catalytic reduction of 2.oxoglutarate by NADPH. The effects of unanesthetized arterial puncture on PCO2 and pH. Pharmacological properties of new neuroleptic compounds. Distribution of Lpm-allotypic determinants among molecules of mink serum alpha2-lipoproteins. Metal substitutions incarbonic anhydrase: a halide ion probe study. The binding of organic phosphates to human methaemoglobin A. Perturbation of the polymerization of proteins by effectors.",
                    "abstract": "Measurement-based quantum computing offers a promising route towards scalable, universal photonic quantum computation. This approach relies on the deterministic and efficient generation of photonic graph states in which many photons are mutually entangled with various topologies. Recently, deterministic sources of graph states have been demonstrated with quantum emitters in both the optical and microwave domains. In this work, we demonstrate deterministic and reconfigurable graph state generation with optical solid-state integrated quantum emitters. Specifically, we use a single semiconductor quantum dot in a cavity to generate caterpillar graph states, the most general type of graph state that can be produced with a single emitter. By using fast detuned optical pulses, we achieve full control over the spin state, enabling us to vary the entanglement topology at will. We perform quantum state tomography of two successive photons, measuring Bell state fidelities up to 0.80 ± 0.04 and concurrences up to 0.69 ± 0.09, while maintaining high photon indistinguishability. This simple optical scheme, compatible with commercially available quantum dot-based single photon sources, brings us a step closer to fault-tolerant quantum computing with spins and photons. Fifty one patients from different surgical units, hence anesthetized by different anaesthesists, underwent reinterventions in abdominal surgery. The indications for the first intervention essentially involved the supra-mesocolic region of the abdomen (62 out of 100 cases). The operative risk during the first intervention was on the average 18 pour cent. The protocol of the first anaesthesia which was known in 42 cases, was of the narco-ataralgestic type. The date of the return to the operation table varied from 1 to 60 days. The state of the patients was in general catastrophic (organic renal failure, acute respiratory failure). Here again the anaesthesia was of the narco-ataralgesic type but the choice of drugs varied depending on the patients' state. However non significant difference was noted in the average hourly drug consumption between the two interventions. Apart from one circulatory arrest during induction, in one patient with hemorrhagic shock, no death was attributable to the anesthetic technique. The authors, using these findings, attempt to pick out a practical line of behaviour. By isoelectric focussing the lyzing complex produced by Actinomyces griseinus-11 has been fractionated. The sole neutral protease which is active at pH 7.0 does not participate in lysis induced by other enzymes. The lyzing activity of this complex is associated with the carbohydrase enzymes that are at least three in number. Various carbohydrases may exert a synergistic effect upon their combined action on the protein-vitamin concentrate. Painful unanesthetized arterial puncture may produce transient hyperventilation, and this hyperventilation might alter resting values of arterial pH and PCO2. We investigated this possibility by comparing pH and PCO2 values of blood samples obtained by arterial puncture with values of arterialized venous blood obtained by a painless method. In 19 consecutive subjects, virtually no difference in pH or PCO2 resulted from an arterial puncture that could not be attributed to the inherent precision of the measuring instrument. Mean +/- SEM pH was identical (7.45 +/- 0.05) both before and during an arterial puncture, as was PCO2 (34.4 +/- 1.2 mm Hg). The variation (SD) in PCO2 within an individual subject was +/- 1.7 mm Hg, which was almost identical to the inherent precision of the Radiometer ABL-2 acid base laboratory (SD, +/- 1.32). We conclude that an unanesthetized arterial puncture provides an accurate measurement of resting pH and PCO2. RMI 61 140, RMI 61 144 and RMI 61 280 are newly synthetized N-[8-R-dibenzo(b,f)oxepin-10-yl]-N'-methyl-piperazine-maleates which show interesting psychopharmacologic effects. This work contains the results of a study performed with these three compounds, in order to demonstrate their neuropsycholeptic activity in comparison with chloropromazine (CPZ) and chlordiazepoxide (CPD). The inhibition of motility observed in mice shows that the compounds reduce the normal spontaneous motility as well as the muscle tone. The central-depressant activity is evidenced by increased barbiturate-induced sleep and a remarkable eyelid ptosis can also be observed. Our compounds do not show any activity on electroshock just as do CPZ and CPD. As to the antipsychotic outline, our compounds show strong reduction of lethality due to amphetamine in grouped mice and a strong antiapomorphine activity. They show also an antiaggressive effect and an inhibitory activity on avoidance behaviour much stronger than CPZ. We have also found extrapyramidal effects, as catalepsy, common to many tranquillizers of the kind of the standards used by us. As for vegetative phenomena, the compounds show hypotensive dose related action ranging from moderate to strong, probably due to an a-receptor inhibition. Adrenolytic activity against lethal doses of adrenaline, antiserotonin and antihistaminic effects, as well as other actions (hypothermia, analgesia, etc.) confirm that RMI 61 140, RMI 61 144 and RMI 61 280 are endowed with pharmacologic properties similar and more potent than those of CPZ. Studies on the metabolism of brain catecholamines show that they are similar to CPZ, although with less effect on dopamine level. Theory is presented relating to the binding of an effector to two states of a protein acceptor coexisting in equilibrium. The problem is treated in terms of the four possible cases which specify relations between numbers of binding sites and intrinsic binding constants relevant to the acceptor states. It is shown that a distinction between these cases may be possible on the basis of the form of a plot of unbound effector concentration versus the constituent equilibrium coefficient which may be calculated from the sedimentation coefficient of the protein constituent. Particularly noteworthy in this respect is the finding that a turning point may exist in this plot for defined conditions with systems in which binding sites are not conserved (and binding affinities are altered) on polymer formation. The latter type of system is exemplified by studies on methaemoglobin A in 0.25 M sodium acetate, pH 5.4. In the absence of added organic phosphate effectors, a dimer-tetramer equilibrium operates governed by an association constant of 4.15 +/- 0.06 X 10(3) 1/mol, determined from sedimentation equilibrium results. Correlation of sedimentation velocity and equilibrium results shows that addition of adenosine 5'-triphosphate (ATP) results in its binding to one site on each of the dimeric (alpha beta) and tetrameric (alpha beta)2 species with intrinsic binding constants 1.03-10(3)-1.20-10(3) and 1.1-10(4)-2.1-10(4) 1/mol, respectively. It is also shown that 2,3-diphosphoglycerate perturbs the dimer-tetramer equilibrium in a similar way to ATP.",
                    "url": "https://pubmed.ncbi.nlm.nih.gov/40346067/",
                    "authors": "R Wells; H Huet; P R Ramesh; S C Wein; N Coste; P Hilaire; N Somaschi; M Morassi; A Lemaître; I Sagnes; M F Doty; O Krebs; L Lanco; D A Fioretto; P Senellart; W A Hendrickson; K B Ward; J Kienlen; J Arnefaux; L Brabet; M H Dupont; D Grolleau; R Guilhot; S Laurent; J Sube; M Vernette; P Wintrebert; J du Cailar; S A Konovalov; S P Vorotilo; V I Maximov; A J Turner; P E Hick; A B Makar; K E McMartin; M Palese; T R Tephly; T P Veshohilova; J Marniemi; M G Parkki; B Singer; A Schmoldt; H F Benthe; G Haberland; J M Jallon; Y Risler; M Iwatsubo; E J Morgan; B Baidwan; T L Petty; C W Zwillich; L Coscia; P Causa; E Giuliani; A Nunziata; O K Baranov; R J Smith; R G Bryant; P A Baghurst; L W Nichol",
                    "journal": "Nursing mirror;Nature communications;Biochemical and biophysical research communications;Annales de l'anesthesiologie francaise;Prikladnaia biokhimiia i mikrobiologiia;Biochemical pharmacology;Biochemical medicine;Akusherstvo i ginekologiia;Biochemical pharmacology;FEBS letters;Biochemical pharmacology;Biochemical and biophysical research communications;The American review of respiratory disease;Arzneimittel-Forschung;Immunochemistry;Biochemical and biophysical research communications;Biochimica et biophysica acta",
                    "publication_date": ""
                },
                {
                    "id": "40346046",
                    "title": "The way out of the stop-go cycle. Nurses are worth more. Monitored long-range interacting systems: spin-wave theory for quantum trajectories. Atomic models for the polypeptide backbones of myohemerythrin and hemerythrin. [Anesthesia in reoperations in abdominal surgery]. [Study of the yeast dissolving enzymic complex by isoelectric focusing]. Inhibition of aldehyde reductase by acidic metabolites of the biogenic amines. Formate assay in body fluids: application in methanol poisoning. [Effect of combined use of steroid preparations with pyrroxane on the gonadotropic function of the hypophysis]. Radiochemical assay of glutathione S-epoxide transferase and its enhancement by phenobarbital in rat liver in vivo. Binding of chlorambucil with antitumor globulins and its effect on drug and antibody activities. Digitoxin metabolism by rat liver microsomes. Beef liver L-Glutamate dehydrogenase mechanism: presteady state study of the catalytic reduction of 2.oxoglutarate by NADPH. The effects of unanesthetized arterial puncture on PCO2 and pH. Pharmacological properties of new neuroleptic compounds. A new look at type I immediate hypersensitivity immune reactions.",
                    "abstract": "Measurement-induced phases exhibit unconventional dynamics as emergent collective phenomena, yet their behavior in tailored interacting systems - crucial for quantum technologies - remains less understood. We develop a systematic toolbox to analyze monitored dynamics in long-range interacting systems, relevant to platforms like trapped ions and Rydberg atoms. Our method extends spin-wave theory to general dynamical generators at the quantum trajectory level, enabling access to a broader class of states than approaches based on density matrices. This allows efficient simulation of large-scale interacting spins and captures nonlinear dynamical features such as entanglement and trajectory correlations. We showcase the versatility of our framework by exploring entanglement phase transitions in a monitored spin system with power-law interactions in one and two dimensions, where the entanglement scaling changes from logarithm to volume law as the interaction range shortens, and by dwelling on how our method mitigates experimental post-selection challenges in detecting monitored quantum phases. Fifty one patients from different surgical units, hence anesthetized by different anaesthesists, underwent reinterventions in abdominal surgery. The indications for the first intervention essentially involved the supra-mesocolic region of the abdomen (62 out of 100 cases). The operative risk during the first intervention was on the average 18 pour cent. The protocol of the first anaesthesia which was known in 42 cases, was of the narco-ataralgestic type. The date of the return to the operation table varied from 1 to 60 days. The state of the patients was in general catastrophic (organic renal failure, acute respiratory failure). Here again the anaesthesia was of the narco-ataralgesic type but the choice of drugs varied depending on the patients' state. However non significant difference was noted in the average hourly drug consumption between the two interventions. Apart from one circulatory arrest during induction, in one patient with hemorrhagic shock, no death was attributable to the anesthetic technique. The authors, using these findings, attempt to pick out a practical line of behaviour. By isoelectric focussing the lyzing complex produced by Actinomyces griseinus-11 has been fractionated. The sole neutral protease which is active at pH 7.0 does not participate in lysis induced by other enzymes. The lyzing activity of this complex is associated with the carbohydrase enzymes that are at least three in number. Various carbohydrases may exert a synergistic effect upon their combined action on the protein-vitamin concentrate. Painful unanesthetized arterial puncture may produce transient hyperventilation, and this hyperventilation might alter resting values of arterial pH and PCO2. We investigated this possibility by comparing pH and PCO2 values of blood samples obtained by arterial puncture with values of arterialized venous blood obtained by a painless method. In 19 consecutive subjects, virtually no difference in pH or PCO2 resulted from an arterial puncture that could not be attributed to the inherent precision of the measuring instrument. Mean +/- SEM pH was identical (7.45 +/- 0.05) both before and during an arterial puncture, as was PCO2 (34.4 +/- 1.2 mm Hg). The variation (SD) in PCO2 within an individual subject was +/- 1.7 mm Hg, which was almost identical to the inherent precision of the Radiometer ABL-2 acid base laboratory (SD, +/- 1.32). We conclude that an unanesthetized arterial puncture provides an accurate measurement of resting pH and PCO2. RMI 61 140, RMI 61 144 and RMI 61 280 are newly synthetized N-[8-R-dibenzo(b,f)oxepin-10-yl]-N'-methyl-piperazine-maleates which show interesting psychopharmacologic effects. This work contains the results of a study performed with these three compounds, in order to demonstrate their neuropsycholeptic activity in comparison with chloropromazine (CPZ) and chlordiazepoxide (CPD). The inhibition of motility observed in mice shows that the compounds reduce the normal spontaneous motility as well as the muscle tone. The central-depressant activity is evidenced by increased barbiturate-induced sleep and a remarkable eyelid ptosis can also be observed. Our compounds do not show any activity on electroshock just as do CPZ and CPD. As to the antipsychotic outline, our compounds show strong reduction of lethality due to amphetamine in grouped mice and a strong antiapomorphine activity. They show also an antiaggressive effect and an inhibitory activity on avoidance behaviour much stronger than CPZ. We have also found extrapyramidal effects, as catalepsy, common to many tranquillizers of the kind of the standards used by us. As for vegetative phenomena, the compounds show hypotensive dose related action ranging from moderate to strong, probably due to an a-receptor inhibition. Adrenolytic activity against lethal doses of adrenaline, antiserotonin and antihistaminic effects, as well as other actions (hypothermia, analgesia, etc.) confirm that RMI 61 140, RMI 61 144 and RMI 61 280 are endowed with pharmacologic properties similar and more potent than those of CPZ. Studies on the metabolism of brain catecholamines show that they are similar to CPZ, although with less effect on dopamine level. The pathogenesis of type I disorders, particularly allergic asthma and urticaria, requires a critical review in the light of recent findings which indicate a second pathway for the release of granulocyte mediators. The isolation of enzyme activity of some of these released mediator establishes a direct link between the immunological system and bradykinin, as well as a system of self modulation of kinin activity. These findings open the door for a broader understanding of the asthmatic process and lay the foundation for integrating extrinsic and intrinsic asthma.",
                    "url": "https://pubmed.ncbi.nlm.nih.gov/40346046/",
                    "authors": "R Wells; Zejian Li; Anna Delmonte; Xhek Turkeshi; Rosario Fazio; W A Hendrickson; K B Ward; J Kienlen; J Arnefaux; L Brabet; M H Dupont; D Grolleau; R Guilhot; S Laurent; J Sube; M Vernette; P Wintrebert; J du Cailar; S A Konovalov; S P Vorotilo; V I Maximov; A J Turner; P E Hick; A B Makar; K E McMartin; M Palese; T R Tephly; T P Veshohilova; J Marniemi; M G Parkki; A Guclu; T Ghose; J Tai; M Mammen; A Schmoldt; H F Benthe; G Haberland; J M Jallon; Y Risler; M Iwatsubo; E J Morgan; B Baidwan; T L Petty; C W Zwillich; L Coscia; P Causa; E Giuliani; A Nunziata; S L Warren",
                    "journal": "Nursing mirror;Nature communications;Biochemical and biophysical research communications;Annales de l'anesthesiologie francaise;Prikladnaia biokhimiia i mikrobiologiia;Biochemical pharmacology;Biochemical medicine;Akusherstvo i ginekologiia;Biochemical pharmacology;European journal of cancer;Biochemical pharmacology;Biochemical and biophysical research communications;The American review of respiratory disease;Arzneimittel-Forschung;Annals of allergy",
                    "publication_date": ""
                },
                {
                    "id": "40344508",
                    "title": "The way out of the stop-go cycle. Nurses are worth more. Formate assay in body fluids: application in methanol poisoning. Observation of Optical Precursor in Time-Energy-Entangled W Triphotons. Atomic models for the polypeptide backbones of myohemerythrin and hemerythrin. Radiochemical assay of glutathione S-epoxide transferase and its enhancement by phenobarbital in rat liver in vivo. [Use of injectable lorazepam in preparation for electric cardioversion]. [Effect of combined use of steroid preparations with pyrroxane on the gonadotropic function of the hypophysis]. Comparison between procaine and isocarboxazid metabolism in vitro by a liver microsomal amidase-esterase. Test selection measures. Digitoxin metabolism by rat liver microsomes. The amino acid sequence of Neurospora NADP-specific glutamate dehydrogenase. Peptic and chymotryptic peptides and the complete sequence.",
                    "abstract": "In quantum communication and quantum computation, adding each entangled photon leads to an exponential increase in communication and computational capabilities. Utilizing a fifth-order nonlinear process, narrow-band non-Gaussian W-triphotons are experimentally generated through the spontaneous six -wave mixing (SSWM), but the manipulation of such entangled state in the group delay regime is still lacked. For the first time, the observation of optical precursors at the triphoton level is reported through the SSWM process. By appropriately adjusting the optical depth, optical precursors are effectively separated from the main wave through utilizing the slow-light effect to manipulate the triphoton temporal correlations in the group delay regime. In biphoton and conditional two-photon, the intensity ratio between the precursor and the main wave is tunable by adjusting the detuning and power of the laser. These pivotal breakthroughs mark a significant advancement in the study of optical precursors and open new possibilities for their application in quantum technologies. Usually, when a patient is being investigated, only a small subset of all available tests is performed. Most selection methods for making this choice fail to account for the risk and cost of the test. By attempting to approximate a decision-analytic ideal, via the concept of quasi-utility, the authors developed the information-to-cost ratio and related measures, which balance the utility of the information gained against the price paid. Measurement of the relative importances of diseases is used to further refine the method. Peptic and chymotryptic peptides were isolated form the NADP-specific glutamate dehydrogenase of Neurospora crassa and substantially sequenced. Out of 452 residues in the polypeptide chain, 265 were recovered in the peptic and 427 in the chymotryptic peptides. Together with the tryptic peptides [Wootton, J. C., Taylor, J. G., Jackson, A. A., Chambers, G. K. & Fincham, J. R. S. (1975) Biochem. J. 149, 749-755], these establish the complete sequence of the chain, including the acid and amide assignments, except for seven places where overlaps are inadequate. These remaining alignments are deduced from information on the CNBr fragments obtained in another laboratory [Blumenthal, K. M., Moon, K. & Smith, E. L. (1975), J. Biol. Chem. 250, 3644-3654]. Further information has been deposited as Supplementary Publication SUP 50054 (17 pages) with the British Library (Lending Division), Boston Spa, Wetherby, W. Yorkshire LS23 7BQ, U.K., from whom copies may be obtained under the terms given in Biochem. J. (1975) 145, 5.",
                    "url": "https://pubmed.ncbi.nlm.nih.gov/40344508/",
                    "authors": "R Wells; A B Makar; K E McMartin; M Palese; T R Tephly; Zhou Feng; Rui Zhuang; Sinong Liu; Guobin Liu; Kangkang Li; Yanpeng Zhang; W A Hendrickson; K B Ward; J Marniemi; M G Parkki; M Oury; P Collignon; T P Veshohilova; K Moroi; T Sato; P Glasziou; J Hilden; A Schmoldt; H F Benthe; G Haberland; A A Holder; J C Wootton; A J Baron; G K Chambers; J R Fincham",
                    "journal": "Nursing mirror;Biochemical medicine;Advanced science (Weinheim, Baden-Wurttemberg, Germany);Biochemical and biophysical research communications;Biochemical pharmacology;Revue medicale de Liege;Akusherstvo i ginekologiia;Biochemical pharmacology;Medical decision making : an international journal of the Society for Medical Decision Making;Biochemical pharmacology;The Biochemical journal",
                    "publication_date": ""
                },
                {
                    "id": "40344120",
                    "title": "",
                    "abstract": "",
                    "url": "https://pubmed.ncbi.nlm.nih.gov/40344120/",
                    "authors": "",
                    "journal": "",
                    "publication_date": ""
                },
                {
                    "id": "40344113",
                    "title": "The way out of the stop-go cycle. Nurses are worth more. Quantum Many-Body Scars beyond the PXP Model in Rydberg Simulators. Atomic models for the polypeptide backbones of myohemerythrin and hemerythrin. Radiochemical assay of glutathione S-epoxide transferase and its enhancement by phenobarbital in rat liver in vivo. Angioneurotic oedema with alclofenac therapy. [Rats and bilharziasis in Guadeloupe]. Inhibition of aldehyde reductase by acidic metabolites of the biogenic amines. [Effect of combined use of steroid preparations with pyrroxane on the gonadotropic function of the hypophysis]. Pharmacological properties of new neuroleptic compounds. Digitoxin metabolism by rat liver microsomes. [The fragmentation and reconstruction of the oligomycin-sensitive ATPase system of liver mitochondria]. Respiratory effects of H+ and dinitrophenol injections into the brain stem subarachnoid space of fetal lambs. Injuries at work and compensation. Delineation of the intimate details of the backbone conformation of pyridine nucleotide coenzymes in aqueous solution. Formate assay in body fluids: application in methanol poisoning. Anaerobic release of fluoride from halothane. Relationship to the binding of halothane metabolites to hepatic cellular constituents. Metal substitutions incarbonic anhydrase: a halide ion probe study.",
                    "abstract": "Persistent revivals recently observed in Rydberg atom simulators have challenged our understanding of thermalization and attracted much interest to the concept of quantum many-body scars (QMBSs). QMBSs are non-thermal highly excited eigenstates that coexist with typical eigenstates in the spectrum of many-body Hamiltonians, and have since been reported in multiple theoretical models, including the so-called PXP model, approximately realized by Rydberg simulators. At the same time, questions of how common QMBSs are and in what models they are physically realized remain open. In this Letter, we demonstrate that QMBSs exist in a broader family of models that includes and generalizes PXP to longer-range constraints and states with different periodicity. We show that in each model, multiple QMBS families can be found. Each of them relies on a different approximate su(2) algebra, leading to oscillatory dynamics in all cases. However, in contrast to the PXP model, their observation requires launching dynamics from weakly entangled initial states rather than from a product state. QMBSs reported here may be experimentally probed using Rydberg atom simulator in the regime of longer-range Rydberg blockades. The rats in Guadeloupe (Rattus rattus and Rattus norvegicus) may play a part in schistosomiasis in three ways: - by harbouring fertile S. mansoni, a fact which serves to increase the total population of the parasite and may eventually take part in the infestation of man; - by harbouring a great number of Ribeiroia marini, a trematode whose larval stages sterilize Biomphalaria glabrata, the vector of schistosomiasis; - simply by eating B. glabrata. The quantitative influence of these contradictory roles played by the rats upon schistosomiasis in Guadeloupe has yet to be studied. RMI 61 140, RMI 61 144 and RMI 61 280 are newly synthetized N-[8-R-dibenzo(b,f)oxepin-10-yl]-N'-methyl-piperazine-maleates which show interesting psychopharmacologic effects. This work contains the results of a study performed with these three compounds, in order to demonstrate their neuropsycholeptic activity in comparison with chloropromazine (CPZ) and chlordiazepoxide (CPD). The inhibition of motility observed in mice shows that the compounds reduce the normal spontaneous motility as well as the muscle tone. The central-depressant activity is evidenced by increased barbiturate-induced sleep and a remarkable eyelid ptosis can also be observed. Our compounds do not show any activity on electroshock just as do CPZ and CPD. As to the antipsychotic outline, our compounds show strong reduction of lethality due to amphetamine in grouped mice and a strong antiapomorphine activity. They show also an antiaggressive effect and an inhibitory activity on avoidance behaviour much stronger than CPZ. We have also found extrapyramidal effects, as catalepsy, common to many tranquillizers of the kind of the standards used by us. As for vegetative phenomena, the compounds show hypotensive dose related action ranging from moderate to strong, probably due to an a-receptor inhibition. Adrenolytic activity against lethal doses of adrenaline, antiserotonin and antihistaminic effects, as well as other actions (hypothermia, analgesia, etc.) confirm that RMI 61 140, RMI 61 144 and RMI 61 280 are endowed with pharmacologic properties similar and more potent than those of CPZ. Studies on the metabolism of brain catecholamines show that they are similar to CPZ, although with less effect on dopamine level. The protein and proteolipid complexes and oligomycin insensitive soluble ATPase were prepared from rat liver mitochondria. The incubation of soluble ATPase with protein and proteolipid complexes resulted in restoration of ATPase sensitivity to oligomycin at room temperature. The process of reconstruction depended on pH, incubation time, temperature and other conditions. Mock cerebrospinal fluid (pH 5.37-8.38) or 2,4-dinitrophenol (DNP) (0.15-1.5 mg) was injected into the subarachnoid space of the ventral brain stem of exteriorized fetal sheep. Changes in pH on the ventral surface of the medulla did not stimulate respiratory efforts or induce significant cardiovascular changes. The respiratory response to DNP injections ranged from no response to prolonged rhythmic ventilation that was independent of the peripheral chemoreceptors or the control arterial pH and blood gas tensions. This inconsistency suggests an effector site somewhat removed from the immediate surface of the medulla. The heart rate and blood pressure were not affected. It is concluded that increased H+ concentration in the extracellular fluid of the fetal ventral medulla does not initiate respiration, and any respiratory response to metabolic inhibitors applied to this area therefore is not attributable to a secondary change in surface pH. Halothane has been found to undergo a reductive defluorination. This reaction requires an active cytochrome P-450 system and NADPH, and is inducible by phenobarbital and polychlorinated biphenyls but not by methylcholanthrene. The fluoride release occurs only under low O2 tension, while high O2 tension results in the oxidation of halothane to trifluoroacetic acid, inorganic bromide, and chloride. The release of the inorganic fluoride is linear up to 60 min. Because the conditions required for fluoride release and the binding of a halothane metabolite to microsomal phospholipids are similar, the defluorinated halothane molecule is assumed to be involved with this binding. However, based on the amount of fluoride released, the defluorinated halothane metabolite represents only approximately 60% of the total amount of halothane metabolite bound, which suggests that more than one metabolite may be involved in the binding.",
                    "url": "https://pubmed.ncbi.nlm.nih.gov/40344113/",
                    "authors": "R Wells; Aron Kerschbaumer; Marko Ljubotina; Maksym Serbyn; Jean-Yves Desaules; W A Hendrickson; K B Ward; J Marniemi; M G Parkki; N G Kounis; C Combes; N Léger; Y J Golvan; A J Turner; P E Hick; T P Veshohilova; L Coscia; P Causa; E Giuliani; A Nunziata; A Schmoldt; H F Benthe; G Haberland; I A Chucklova; V S Sotnikova; V N Shchipakin; Y V Evtodienko; A H Jansen; B J Russell; V Chernick; K S Bose; R H Sarma; A B Makar; K E McMartin; M Palese; T R Tephly; R A Van Dyke; A J Gandolf; R J Smith; R G Bryant",
                    "journal": "Nursing mirror;Physical review letters;Biochemical and biophysical research communications;Biochemical pharmacology;The British journal of clinical practice;Acta tropica;Biochemical pharmacology;Akusherstvo i ginekologiia;Arzneimittel-Forschung;Biochemical pharmacology;Biokhimiia (Moscow, Russia);Canadian journal of physiology and pharmacology;Injury;Biochemical and biophysical research communications;Biochemical medicine;Drug metabolism and disposition: the biological fate of chemicals;Biochemical and biophysical research communications",
                    "publication_date": ""
                }
            ]
        },
        {
            "source": "springer",
            "articles": [
                {
                    "title": "Investigating the impact of qubit velocity on quantum synchronization dynamics",
                    "doi": "10.1007/s11128-025-04748-z",
                    "url": "http://dx.doi.org/10.1007/s11128-025-04748-z",
                    "publication_date": "2025-05-10",
                    "abstract": "We investigate the quantum synchronization dynamics of a moving qubit interacting with a dissipative cavity environment, using the Husimi Q -function to analyze its phase space evolution. Unlike conventional synchronization between separate subsystems, we focus on self-synchronization phenomena, where the qubit’s phase dynamics exhibit locking to its initial phase distribution. We explore the effects of varying qubit velocity and system detuning across weak and strong coupling regimes. In the weak coupling regime, the system rapidly decoheres with minimal phase preference. In contrast, strong coupling leads to the emergence and persistence of a distinct phase peak, indicating phase locking and enhanced synchronization. These results offer insight into how motion and detuning can regulate coherence and phase stability in open quantum systems. Our approach aligns with recent studies that generalize synchronization concepts to single quantum systems.",
                    "journal": "Quantum Information Processing",
                    "publisher": "Springer",
                    "content_type": "Article",
                    "authors": [
                        "Houshmand Almani, Amir Hossein",
                        "Nourmandipour, Alireza",
                        "Mortezapour, Ali"
                    ]
                },
                {
                    "title": "Atomic hyperentangled complex graph states engineering for secure quantum communication",
                    "doi": "10.1007/s11082-025-08218-9",
                    "url": "http://dx.doi.org/10.1007/s11082-025-08218-9",
                    "publication_date": "2025-05-09",
                    "abstract": "A graph state is the most general, multiparty entangled quantum state used for many quantum informatic tasks such as quantum computation and quantum communication. There are many types of graph states out of which only few have been studied through photonic as well as atomic systems. In this context, some preliminary work on different types of atomic entangled and hyperentangled graph states such as star graph states, hyperentangled ring graph states and hybrid ring graph states have been recently carried out. In this proposal, we put forward a novel approach to engineer and extensively study these states for quantum communication among various quantum networks. The protocol is purely based on the Atomic Bragg Diffraction (ABD) of two-level neutral atoms through the Fock-field under the fully controllable cavity-QED technique. Furthermore, the engineering of these states through ABD, a longer interaction time regime, guarantees the high enough success probability approaching unity and good fidelities with minimum decoherence risk. The generation of cavity and atomic tree graph states while utilizing a single auxiliary atom have also been carried out. The experimental feasibility for the execution of our proposed work under the realistic experimental context has also been elucidated utilizing data from various experimental setups.",
                    "journal": "Optical and Quantum Electronics",
                    "publisher": "Springer",
                    "content_type": "Article",
                    "authors": [
                        "Ahmad, Murad",
                        "Ali, Liaqat",
                        "Imran, Muhammad",
                        "Rameez-ul-Islam",
                        "Ikram, Manzoor",
                        "Ahmad, Iftikhar"
                    ]
                },
                {
                    "title": "De Sitter Bra-Ket wormholes",
                    "doi": "10.1007/JHEP05(2025)074",
                    "url": "http://dx.doi.org/10.1007/JHEP05(2025)074",
                    "publication_date": "2025-05-08",
                    "abstract": "We study a model for the initial state of the universe based on a gravitational path integral that includes connected geometries which simultaneously produce bra and ket of the wave function. We argue that a natural object to describe this state is the Wigner distribution, which is a function on a classical phase space obtained by a certain integral transform of the density matrix. We work with Lorentzian de Sitter Jackiw-Teitelboim gravity in which we find semiclassical saddle-points for pure gravity, as well as when we include matter components such as a CFT and a classical inflaton field. We also discuss different choices of fixing time reparametrizations. In the regime of large universes our connected geometry dominates over the Hartle-Hawking saddle and gives a distribution that has a meaningful probabilistic interpretation for local observables. It does not, however, give a normalizable probability measure on the entire phase space of the theory.",
                    "journal": "Journal of High Energy Physics",
                    "publisher": "Springer",
                    "content_type": "Article",
                    "authors": [
                        "Fumagalli, Alessandro",
                        "Gorbenko, Victor",
                        "Kames-King, Joshua"
                    ],
                    "full_text": ""
                },
                {
                    "title": "Quantum visual multi-tone secret sharing scheme based on color encoding",
                    "doi": "10.1007/s11760-025-04159-8",
                    "url": "http://dx.doi.org/10.1007/s11760-025-04159-8",
                    "publication_date": "2025-05-08",
                    "abstract": "Current quantum visual secret sharing (QVSS) schemes are mainly limited to encrypting black-and-white binary images, which is one of their major key problems. To solve this problem, we propose a new quantum visual multi-tone secret sharing (QVMTSS) scheme. In the sharing phase, we first encrypt the whole quantum image using a novel enhanced quantum representation (NEQR). This avoids individual pixel processing while achieving the encryption of the four-tone image. Subsequently, we encode the binary color values to drastically reduce qubit usage during the sharing phase and achieve the encryption of a $$2^t$$ 2 t -tone image. In the recovery phase, the secret image is recovered by performing quantum XOR operations based on position. Theoretical analysis and experimental findings confirm the scheme’s security and feasibility.",
                    "journal": "Signal, Image and Video Processing",
                    "publisher": "Springer",
                    "content_type": "Article",
                    "authors": [
                        "Liu, Meng-Yao",
                        "Zhao, Pei-Jun",
                        "Yan, Bin",
                        "Pan, Jeng-Shyang",
                        "Yang, Hong-Mei"
                    ]
                },
                {
                    "title": "Undecidability and incompleteness in quantum information theory and operator algebras",
                    "doi": "10.1007/s00605-025-02080-3",
                    "url": "http://dx.doi.org/10.1007/s00605-025-02080-3",
                    "publication_date": "2025-05-08",
                    "abstract": "We survey a number of incompleteness results in operator algebras stemming from the recent undecidability result in quantum complexity theory known as $$\\operatorname {MIP}^*=\\operatorname {RE}$$ MIP ∗ = RE , the most prominent of which is a “Gödelian refutation” of the Connes Embedding Problem. We also discuss the very recent use of $$\\operatorname {MIP}^*=\\operatorname {RE}$$ MIP ∗ = RE in refuting the Aldous–Lyons conjecture in probability theory.",
                    "journal": "Monatshefte für Mathematik",
                    "publisher": "Springer",
                    "content_type": "Article",
                    "authors": [
                        "Goldbring, Isaac"
                    ]
                },
                {
                    "title": "Identifying Quantum Mechanical Statistics in Italian Corpora",
                    "doi": "10.1007/s10773-025-06006-5",
                    "url": "http://dx.doi.org/10.1007/s10773-025-06006-5",
                    "publication_date": "2025-05-07",
                    "abstract": "We present a theoretical and empirical investigation of the statistical behaviour of the words in a text produced by human language. To this aim, we analyse the word distribution of various texts of Italian language selected from a specific literary corpus. We firstly generalise a theoretical framework elaborated by ourselves to identify ‘quantum mechanical statistics’ in large-size texts. Then, we show that, in all analysed texts, words distribute according to ‘Bose–Einstein statistics’ and show significant deviations from ‘Maxwell–Boltzmann statistics’. Next, we introduce an effect of ‘word randomization’ which instead indicates that the difference between the two statistical models is not as pronounced as in the original cases. These results confirm the empirical patterns obtained in texts of English language and strongly indicate that identical words tend to ‘clump together’ as a consequence of their meaning, which can be explained as an effect of ‘quantum entanglement’ produced through a phenomenon of ‘contextual updating’. More, word randomization can be seen as the linguistic-conceptual equivalent of an increase of temperature which destroys ‘coherence’ and makes classical statistics prevail over quantum statistics. Some insights into the origin of quantum statistics in physics are finally provided.",
                    "journal": "International Journal of Theoretical Physics",
                    "publisher": "Springer",
                    "content_type": "Article",
                    "authors": [
                        "Aerts, Diederik",
                        "Arguëlles, Jonito Aerts",
                        "Beltran, Lester",
                        "de Bianchi, Massimiliano Sassoli",
                        "Sozzo, Sandro"
                    ],
                    "full_text": ""
                },
                {
                    "title": "Quantum Zeno effect on genuine tripartite nonlocality and entanglement in quantum dissipative system",
                    "doi": "10.1007/s11128-025-04744-3",
                    "url": "http://dx.doi.org/10.1007/s11128-025-04744-3",
                    "publication_date": "2025-05-06",
                    "abstract": "As a precious global resource in quantum information, genuine tripartite nonlocality (GTN) can be quantified by violating Svetlichny inequality. However, there is still no analytical expression for the general three-qubit states due to the difficulty of theoretical calculations. In this paper, we numerically achieve highly accurate quantization of GTN for GHZ-class states, and this method is also applicable to any three-qubit states. As an example, we study the dynamics of GTN and genuine tripartite entanglement (GTE) for the W state. Moreover, the complementarity of GTN is verified by examining the nonlocality between the tripartite and the bipartite states. Finally, we also find a useful strategy to protect the correlation of GTN and GTE under decoherence by utilizing the Zeno effect.",
                    "journal": "Quantum Information Processing",
                    "publisher": "Springer",
                    "content_type": "Article",
                    "authors": [
                        "Xiong, Zi-Yu",
                        "Xiao, Yong-Jun",
                        "Zhang, Ye-Qi",
                        "He, Qi-Liang"
                    ]
                },
                {
                    "title": "Applying quantum autoencoders for time series anomaly detection",
                    "doi": "10.1007/s42484-025-00285-1",
                    "url": "http://dx.doi.org/10.1007/s42484-025-00285-1",
                    "publication_date": "2025-05-06",
                    "abstract": "Anomaly detection is an important problem with applications in various domains such as fraud detection, pattern recognition, or medical diagnosis. Several algorithms have been introduced using classical computing approaches. However, using quantum computing for solving anomaly detection problems in time series data is a widely unexplored research field. This paper explores the application of quantum autoencoders to time series anomaly detection. We investigate two primary techniques for classifying anomalies: (1) Analyzing the reconstruction error generated by the quantum autoencoder and (2) latent representation analysis. Our simulated experimental results, conducted across various ansaetze, demonstrate that quantum autoencoders consistently outperform classical deep learning-based autoencoders across multiple datasets. Specifically, quantum autoencoders achieve superior anomaly detection performance while utilizing 60–230 times fewer parameters and requiring five times fewer training iterations. In addition, we implement our quantum encoder on real quantum hardware. Our experimental results demonstrate that quantum autoencoders achieve anomaly detection performance on par with their simulated counterparts.",
                    "journal": "Quantum Machine Intelligence",
                    "publisher": "Springer",
                    "content_type": "Article",
                    "authors": [
                        "Frehner, Robin",
                        "Stockinger, Kurt"
                    ],
                    "full_text": ""
                },
                {
                    "title": "A critical analysis of deployed use cases for quantum key distribution and comparison with post-quantum cryptography",
                    "doi": "10.1140/epjqt/s40507-025-00350-5",
                    "url": "http://dx.doi.org/10.1140/epjqt/s40507-025-00350-5",
                    "publication_date": "2025-05-06",
                    "abstract": "Quantum Key Distribution (QKD) is currently being discussed as a technology to safeguard communication in a future where quantum computers compromise traditional public-key cryptosystems. In this paper, we conduct a comprehensive security evaluation of QKD-based solutions, focusing on real-world use cases sourced from academic literature and industry reports. We analyze these use cases, assess their security and identify the possible advantages of deploying QKD-based solutions. We further compare QKD-based solutions with Post-Quantum Cryptography (PQC), the alternative approach to achieving security when quantum computers compromise traditional public-key cryptosystems, evaluating their respective suitability for each scenario. Based on this comparative analysis, we critically discuss and comment on which use cases QKD is suited for, considering factors such as implementation complexity, scalability, and long-term security. Our findings contribute to a better understanding of the role QKD could play in future cryptographic infrastructures and offer guidance to decision-makers considering the deployment of QKD.",
                    "journal": "EPJ Quantum Technology",
                    "publisher": "Springer",
                    "content_type": "Article",
                    "authors": [
                        "Aquina, Nick",
                        "Cimoli, Bruno",
                        "Das, Soumya",
                        "Hövelmanns, Kathrin",
                        "Weber, Fiona Johanna",
                        "Okonkwo, Chigo",
                        "Rommel, Simon",
                        "Škorić, Boris",
                        "Tafur Monroy, Idelfonso",
                        "Verschoor, Sebastian"
                    ],
                    "full_text": ""
                },
                {
                    "title": "Semi-Quantum Dialogue with d-Dimensional Single Particles",
                    "doi": "10.1007/s10773-025-05983-x",
                    "url": "http://dx.doi.org/10.1007/s10773-025-05983-x",
                    "publication_date": "2025-05-06",
                    "abstract": "Semi-quantum dialogue (SQD) protocol is an important branch of quantum dialogue, with the advantage that not all participants need full quantum capabilities. However, existing semi-quantum dialogue protocols mainly use entangled states to establish quantum channels, and very few protocols use single particle states for communication. Additionally, existing SQD protocols face limitations such as low efficiency and the complexity of operations required by the semi-quantum party. To address these issues, a new SQD protocol based on d -dimensional single particle states is proposed. In this protocol, single-particle states are used to transmit secret information instead of entangled states. For the semi-quantum party in the protocol, only permutation operations are required, without the need for measurements or the preparation of fresh particles. Security analysis shows that the protocol is robust against common attacks. Finally, efficiency analysis demonstrates that the protocol achieves asymptotic efficiency of 1, significantly improving upon existing SQD protocols.",
                    "journal": "International Journal of Theoretical Physics",
                    "publisher": "Springer",
                    "content_type": "Article",
                    "authors": [
                        "Zhang, Ling",
                        "Liu, Xun",
                        "Xin, Xiang-Jun",
                        "Li, Pu",
                        "Li, Chao-Yang"
                    ]
                },
                {
                    "title": "Parallel trusted node approach for satellite quantum key distribution",
                    "doi": "10.1140/epjqt/s40507-025-00354-1",
                    "url": "http://dx.doi.org/10.1140/epjqt/s40507-025-00354-1",
                    "full_text": "",
                    "source": "springer_openaccess"
                }
            ]
        }
    ],
    "relevant_content": "Thus decoherence is the process by which information of a quantum system is altered by the system s interaction with its environment which form a closed system hence creating an entanglement between the system and heat bath environment . Dissipation Dissipation is a decohering process by which the populations of quantum states are changed due to entanglement with a bath. Quantum decoherence is the loss of quantum coherence. However Heisenberg did not provide a detailed account of how this might transpire nor did he make explicit the importance of entanglement in the process. Quantum Error Correction QEC One of the most powerful tools for combating quantum decoherence is Quantum Error Correction QEC . Quantum computing relies on quantum coherence and is one of the primary practical applications of the concept. This is a purely quantum effect and represents the non additivity of the probabilities of quantum alternatives. Concept In quantum mechanics physical systems are described by a mathematical representation called a quantum state. Quantum decoherence has been studied to understand how quantum systems convert to systems that can be explained by classical mechanics. It only provides a framework for apparent wave function collapse as the components of a quantum system entangle with other quantum systems within the same environment. The Role of Decoherence in Quantum Mechanics . Most of his research concerns the fundamental aspects and applications of quantum entanglement. By using fast detuned optical pulses we achieve full control over the spin state enabling us to vary the entanglement topology at will. We showcase the versatility of our framework by exploring entanglement phase transitions in a monitored spin system with power law interactions in one and two dimensions where the entanglement scaling changes from logarithm to volume law as the interaction range shortens and by dwelling on how our method mitigates experimental post selection challenges in detecting monitored quantum phases. This allows efficient simulation of large scale interacting spins and captures nonlinear dynamical features such as entanglement and trajectory correlations. A graph state is the most general multiparty entangled quantum state used for many quantum informatic tasks such as quantum computation and quantum communication. These results confirm the empirical patterns obtained in texts of English language and strongly indicate that identical words tend to clump together as a consequence of their meaning which can be explained as an effect of quantum entanglement produced through a phenomenon of contextual updating . As an example we study the dynamics of GTN and genuine tripartite entanglement GTE for the W state. In addition we implement our quantum encoder on real quantum hardware. Semi quantum dialogue SQD protocol is an important branch of quantum dialogue with the advantage that not all participants need full quantum capabilities."
}