{
    "topic": "Time Dilation",
    "keywords": [
        "time",
        "dilation",
        "time dilation"
    ],
    "timestamp": "2025-05-12T02:17:53.261437",
    "sources": [
        {
            "source": "wikipedia",
            "title": "Gravitational time dilation",
            "content": "Gravitational time dilation is a form of time dilation, an actual difference of elapsed time between two events, as measured by observers situated at varying distances from a gravitating mass. The lower the gravitational potential (the closer the clock is to the source of gravitation), the slower time passes, speeding up as the gravitational potential increases (the clock moving away from the source of gravitation). Albert Einstein originally predicted this in his theory of relativity, and it has since been confirmed by tests of general relativity.\nThis effect has been demonstrated by noting that atomic clocks at differing altitudes (and thus different gravitational potential) will eventually show different times. The effects detected in such Earth-bound experiments are extremely small, with differences being measured in nanoseconds. Relative to Earth's age in billions of years, Earth's core is in effect 2.5 years younger than its surface. Demonstrating larger effects would require measurements at greater distances from the Earth, or a larger gravitational source.\nGravitational time dilation was first described by Albert Einstein in 1907 as a consequence of special relativity in accelerated frames of reference. In general relativity, it is considered to be a difference in the passage of proper time at different positions as described by a metric tensor of spacetime. The existence of gravitational time dilation was first confirmed directly by the Pound–Rebka experiment in 1959, and later refined by Gravity Probe A and other experiments.\nGravitational time dilation is closely related to gravitational redshift, in which the closer a body emitting light of constant frequency is to a gravitating body, the more its time is slowed by gravitational time dilation, and the lower (more \"redshifted\") would seem to be the frequency of the emitted light, as measured by a fixed observer.\n\n\n== Definition ==\nClocks that are far from massive bodies (or at higher gravitational potentials) run more quickly, and clocks close to massive bodies (or at lower gravitational potentials) run more slowly. For example, considered over the total time-span of Earth (4.6 billion years), a clock set in a geostationary position at an altitude of 9,000 meters above sea level, such as perhaps at the top of Mount Everest (prominence 8,848 m), would be about 39 hours ahead of a clock set at sea level. This is because gravitational time dilation is manifested in accelerated frames of reference or, by virtue of the equivalence principle, in the gravitational field of massive objects.\nAccording to general relativity, inertial mass and gravitational mass are the same, and all accelerated reference frames (such as a uniformly rotating reference frame with its proper time dilation) are physically equivalent to a gravitational field of the same strength.\nConsider a family of observers along a straight \"vertical\" line, each of whom experiences a distinct constant g-force directed along this line (e.g., a long accelerating spacecraft, a skyscraper, a shaft on a planet). Let \n  \n    \n      \n        g\n        (\n        h\n        )\n      \n    \n    {\\displaystyle g(h)}\n  \n be the dependence of g-force on \"height\", a coordinate along the aforementioned line. The equation with respect to a base observer at \n  \n    \n      \n        h\n        =\n        0\n      \n    \n    {\\displaystyle h=0}\n  \n is\n\n  \n    \n      \n        \n          T\n          \n            d\n          \n        \n        (\n        h\n        )\n        =\n        exp\n        ⁡\n        \n          [\n          \n            \n              \n                1\n                \n                  c\n                  \n                    2\n                  \n                \n              \n            \n            \n              ∫\n              \n                0\n              \n              \n                h\n              \n            \n            g\n            (\n            \n              h\n              ′\n            \n            )\n            d\n            \n              h\n              ′\n            \n          \n          ]\n        \n      \n    \n    {\\displaystyle T_{d}(h)=\\exp \\left[{\\frac {1}{c^{2}}}\\int _{0}^{h}g(h')dh'\\right]}\n  \n\nwhere \n  \n    \n      \n        \n          T\n          \n            d\n          \n        \n        (\n        h\n        )\n      \n    \n    {\\displaystyle T_{d}(h)}\n  \n is the total time dilation at a distant position \n  \n    \n      \n        h\n      \n    \n    {\\displaystyle h}\n  \n, \n  \n    \n      \n        g\n        (\n        h\n        )\n      \n    \n    {\\displaystyle g(h)}\n  \n is the dependence of g-force on \"height\" \n  \n    \n      \n        h\n      \n    \n    {\\displaystyle h}\n  \n, \n  \n    \n      \n        c\n      \n    \n    {\\displaystyle c}\n  \n is the speed of light, and \n  \n    \n      \n        exp\n      \n    \n    {\\displaystyle \\exp }\n  \n denotes exponentiation by e.\nFor simplicity, in a Rindler's family of observers in a flat spacetime, the dependence would be\n\n  \n    \n      \n        g\n        (\n        h\n        )\n        =\n        \n          c\n          \n            2\n          \n        \n        \n          /\n        \n        (\n        H\n        +\n        h\n        )\n      \n    \n    {\\displaystyle g(h)=c^{2}/(H+h)}\n  \n\nwith constant \n  \n    \n      \n        H\n      \n    \n    {\\displaystyle H}\n  \n, which yields\n\n  \n    \n      \n        \n          T\n          \n            d\n          \n        \n        (\n        h\n        )\n        =\n        \n          e\n          \n            ln\n            ⁡\n            (\n            H\n            +\n            h\n            )\n            −\n            ln\n            ⁡\n            H\n          \n        \n        =\n        \n          \n            \n              \n                H\n                +\n                h\n              \n              H\n            \n          \n        \n      \n    \n    {\\displaystyle T_{d}(h)=e^{\\ln(H+h)-\\ln H}={\\tfrac {H+h}{H}}}\n  \n.\nOn the other hand, when \n  \n    \n      \n        g\n      \n    \n    {\\displaystyle g}\n  \n is nearly constant and \n  \n    \n      \n        g\n        h\n      \n    \n    {\\displaystyle gh}\n  \n is much smaller than \n  \n    \n      \n        \n          c\n          \n            2\n          \n        \n      \n    \n    {\\displaystyle c^{2}}\n  \n, the linear \"weak field\" approximation \n  \n    \n      \n        \n          T\n          \n            d\n          \n        \n        =\n        1\n        +\n        g\n        h\n        \n          /\n        \n        \n          c\n          \n            2\n          \n        \n      \n    \n    {\\displaystyle T_{d}=1+gh/c^{2}}\n  \n can also be used.\nSee Ehrenfest paradox for application of the same formula to a rotating reference frame in flat spacetime.\n\n\n== Outside a non-rotating sphere ==\nA common equation used to determine gravitational time dilation is derived from the Schwarzschild metric, which describes spacetime in the vicinity of a non-rotating massive spherically symmetric object. The equation is\n\n  \n    \n      \n        \n          t\n          \n            0\n          \n        \n        =\n        \n          t\n          \n            f\n          \n        \n        \n          \n            1\n            −\n            \n              \n                \n                  2\n                  G\n                  M\n                \n                \n                  r\n                  \n                    c\n                    \n                      2\n                    \n                  \n                \n              \n            \n          \n        \n        =\n        \n          t\n          \n            f\n          \n        \n        \n          \n            1\n            −\n            \n              \n                \n                  r\n                  \n                    \n                      s\n                    \n                  \n                \n                r\n              \n            \n          \n        \n        =\n        \n          t\n          \n            f\n          \n        \n        \n          \n            1\n            −\n            \n              \n                \n                  v\n                  \n                    e\n                  \n                  \n                    2\n                  \n                \n                \n                  c\n                  \n                    2\n                  \n                \n              \n            \n          \n        \n        =\n        \n          t\n          \n            f\n          \n        \n        \n          \n            1\n            −\n            \n              β\n              \n                e\n              \n              \n                2\n              \n            \n          \n        \n        <\n        \n          t\n          \n            f\n          \n        \n      \n    \n    {\\displaystyle t_{0}=t_{f}{\\sqrt {1-{\\frac {2GM}{rc^{2}}}}}=t_{f}{\\sqrt {1-{\\frac {r_{\\rm {s}}}{r}}}}=t_{f}{\\sqrt {1-{\\frac {v_{e}^{2}}{c^{2}}}}}=t_{f}{\\sqrt {1-\\beta _{e}^{2}}}<t_{f}}\n  \n\nwhere\n\n  \n    \n      \n        \n          t\n          \n            0\n          \n        \n      \n    \n    {\\displaystyle t_{0}}\n  \n is the proper time between two events for an observer close to the massive sphere, i.e. deep within the gravitational field\n\n  \n    \n      \n        \n          t\n          \n            f\n          \n        \n      \n    \n    {\\displaystyle t_{f}}\n  \n is the coordinate time between the events for an observer at an arbitrarily large distance from the massive object (this assumes the far-away observer is using Schwarzschild coordinates, a coordinate system where a clock at infinite distance from the massive sphere would tick at one second per second of coordinate time, while closer clocks would tick at less than that rate),\n\n  \n    \n      \n        G\n      \n    \n    {\\displaystyle G}\n  \n is the gravitational constant,\n\n  \n    \n      \n        M\n      \n    \n    {\\displaystyle M}\n  \n is the mass of the object creating the gravitational field,\n\n  \n    \n      \n        r\n      \n    \n    {\\displaystyle r}\n  \n is the radial coordinate of the observer within the gravitational field (this coordinate is analogous to the classical distance from the center of the object, but is actually a Schwarzschild coordinate; the equation in this form has real solutions for \n  \n    \n      \n        r\n        >\n        \n          r\n          \n            \n              s\n            \n          \n        \n      \n    \n    {\\displaystyle r>r_{\\rm {s}}}\n  \n),\n\n  \n    \n      \n        c\n      \n    \n    {\\displaystyle c}\n  \n is the speed of light,\n\n  \n    \n      \n        \n          r\n          \n            \n              s\n            \n          \n        \n        =\n        2\n        G\n        M\n        \n          /\n        \n        \n          c\n          \n            2\n          \n        \n      \n    \n    {\\displaystyle r_{\\rm {s}}=2GM/c^{2}}\n  \n is the Schwarzschild radius of \n  \n    \n      \n        M\n      \n    \n    {\\displaystyle M}\n  \n,\n\n  \n    \n      \n        \n          v\n          \n            e\n          \n        \n        =\n        \n          \n            \n              \n                2\n                G\n                M\n              \n              r\n            \n          \n        \n      \n    \n    {\\displaystyle v_{e}={\\sqrt {\\frac {2GM}{r}}}}\n  \n is the escape velocity, and\n\n  \n    \n      \n        \n          β\n          \n            e\n          \n        \n        =\n        \n          v\n          \n            e\n          \n        \n        \n          /\n        \n        c\n      \n    \n    {\\displaystyle \\beta _{e}=v_{e}/c}\n  \n is the escape velocity, expressed as a fraction of the speed of light c.\nTo illustrate then, without accounting for the effects of rotation, proximity to Earth's gravitational well will cause a clock on the planet's surface to accumulate around 0.0219 fewer seconds over a period of one year than would a distant observer's clock. In comparison, a clock on the surface of the Sun will accumulate around 66.4 fewer seconds in one year.\n\n\n== Circular orbits ==\nIn the Schwarzschild metric, free-falling objects can be in circular orbits if the orbital radius is larger than \n  \n    \n      \n        \n          \n            \n              3\n              2\n            \n          \n        \n        \n          r\n          \n            s\n          \n        \n      \n    \n    {\\displaystyle {\\tfrac {3}{2}}r_{s}}\n  \n (the radius of the photon sphere). The formula for a clock at rest is given above; the formula below gives the general relativistic time dilation for a clock in a circular orbit:\n\n  \n    \n      \n        \n          t\n          \n            0\n          \n        \n        =\n        \n          t\n          \n            f\n          \n        \n        \n          \n            1\n            −\n            \n              \n                3\n                2\n              \n            \n            \n            ⋅\n            \n            \n              \n                \n                  r\n                  \n                    \n                      s\n                    \n                  \n                \n                r\n              \n            \n          \n        \n        \n        .\n      \n    \n    {\\displaystyle t_{0}=t_{f}{\\sqrt {1-{\\frac {3}{2}}\\!\\cdot \\!{\\frac {r_{\\rm {s}}}{r}}}}\\,.}\n  \n\nBoth dilations are shown in the figure below.\n\n\n== Important features of gravitational time dilation ==\nAccording to the general theory of relativity, gravitational time dilation is copresent with the existence of an accelerated reference frame. Additionally, all physical phenomena in similar circumstances undergo time dilation equally according to the equivalence principle used in the general theory of relativity.\nThe speed of light in a locale is always equal to c according to the observer who is there. That is, every infinitesimal region of spacetime may be assigned its own proper time, and the speed of light according to the proper time at that region is always c. This is the case whether or not a given region is occupied by an observer. A time delay can be measured for photons which are emitted from Earth, bend near the Sun, travel to Venus, and then return to Earth along a similar path. There is no violation of the constancy of the speed of light here, as any observer observing the speed of photons in their region will find the speed of those photons to be c, while the speed at which we observe light travel finite distances in the vicinity of the Sun will differ from c.\nIf an observer is able to track the light in a remote, distant locale which intercepts a remote, time dilated observer nearer to a more massive body, that first observer tracks that both the remote light and that remote time dilated observer have a slower time clock than other light which is coming to the first observer at c, like all other light the first observer really can observe (at their own location). If the other, remote light eventually intercepts the first observer, it too will be measured at c by the first observer.\nGravitational time dilation \n  \n    \n      \n        T\n      \n    \n    {\\displaystyle T}\n  \n in a gravitational well is equal to the velocity time dilation for a speed that is needed to escape that gravitational well (given that the metric is of the form \n  \n    \n      \n        g\n        =\n        (\n        d\n        t\n        \n          /\n        \n        T\n        (\n        x\n        )\n        \n          )\n          \n            2\n          \n        \n        −\n        \n          g\n          \n            s\n            p\n            a\n            c\n            e\n          \n        \n      \n    \n    {\\displaystyle g=(dt/T(x))^{2}-g_{space}}\n  \n, i. e. it is time invariant and there are no \"movement\" terms \n  \n    \n      \n        d\n        x\n        d\n        t\n      \n    \n    {\\displaystyle dxdt}\n  \n). To show that, one can apply Noether's theorem to a body that freely falls into the well from infinity. Then the time invariance of the metric implies conservation of the quantity \n  \n    \n      \n        g\n        (\n        v\n        ,\n        d\n        t\n        )\n        =\n        \n          v\n          \n            0\n          \n        \n        \n          /\n        \n        \n          T\n          \n            2\n          \n        \n      \n    \n    {\\displaystyle g(v,dt)=v^{0}/T^{2}}\n  \n, where \n  \n    \n      \n        \n          v\n          \n            0\n          \n        \n      \n    \n    {\\displaystyle v^{0}}\n  \n is the time component of the 4-velocity \n  \n    \n      \n        v\n      \n    \n    {\\displaystyle v}\n  \n of the body. At the infinity \n  \n    \n      \n        g\n        (\n        v\n        ,\n        d\n        t\n        )\n        =\n        1\n      \n    \n    {\\displaystyle g(v,dt)=1}\n  \n, so \n  \n    \n      \n        \n          v\n          \n            0\n          \n        \n        =\n        \n          T\n          \n            2\n          \n        \n      \n    \n    {\\displaystyle v^{0}=T^{2}}\n  \n, or, in coordinates adjusted to the local time dilation, \n  \n    \n      \n        \n          v\n          \n            l\n            o\n            c\n          \n          \n            0\n          \n        \n        =\n        T\n      \n    \n    {\\displaystyle v_{loc}^{0}=T}\n  \n; that is, time dilation due to acquired velocity (as measured at the falling body's position) equals to the gravitational time dilation in the well the body fell into. Applying this argument more generally one gets that (under the same assumptions on the metric) the relative gravitational time dilation between two points equals to the time dilation due to velocity needed to climb from the lower point to the higher.\n\n\n== Experimental confirmation ==\n\nGravitational time dilation has been experimentally measured using atomic clocks on airplanes, such as the Hafele–Keating experiment. The clocks aboard the airplanes were slightly faster than clocks on the ground. The effect is significant enough that the Global Positioning System's artificial satellites had their atomic clocks permanently corrected.\nAdditionally, time dilations due to height differences of less than one metre have been experimentally verified in the laboratory.\nGravitational time dilation in the form of gravitational redshift has also been confirmed by the Pound–Rebka experiment and observations of the spectra of the white dwarf Sirius B.\nGravitational time dilation has been measured in experiments with time signals sent to and from the Viking 1 Mars lander.\n\n\n== See also ==\nClock hypothesis\nGravitational redshift\nHafele–Keating experiment\nRelative velocity time dilation\nTwin paradox\nBarycentric Coordinate Time\n\n\n== References ==\n\n\n== Further reading ==\nGrøn, Øyvind; Næss, Arne (2011). Einstein's Theory: A Rigorous Introduction for the Mathematically Untrained. Springer. ISBN 9781461407058.",
            "url": "https://en.wikipedia.org/wiki/Gravitational_time_dilation",
            "related_pages": [
                {
                    "title": "12-hour clock",
                    "summary": "The 12-hour clock is a time convention in which the 24 hours of the day are divided into two periods: a.m. (from Latin ante meridiem, translating to \"before midday\") and p.m. (from Latin post meridiem, translating to \"after midday\").",
                    "url": "https://en.wikipedia.org/wiki/12-hour_clock"
                },
                {
                    "title": "180th meridian",
                    "summary": "The 180th meridian or antimeridian is the meridian 180° both east and west of the prime meridian in a geographical coordinate system.  The longitude at this line can be given as either east or west.\nOn Earth, the prime and 180th meridians form a great ellipse that divides the planet into the Western and Eastern Hemispheres.",
                    "url": "https://en.wikipedia.org/wiki/180th_meridian"
                },
                {
                    "title": "12-hour clock",
                    "summary": "The 12-hour clock is a time convention in which the 24 hours of the day are divided into two periods: a.m. (from Latin ante meridiem, translating to \"before midday\") and p.m. (from Latin post meridiem, translating to \"after midday\").",
                    "url": "https://en.wikipedia.org/wiki/12-hour_clock"
                },
                {
                    "title": "ADM formalism",
                    "summary": "The Arnowitt–Deser–Misner (ADM) formalism (named for its authors Richard Arnowitt, Stanley Deser and Charles W. Misner) is a Hamiltonian formulation of general relativity that plays an important role in canonical quantum gravity and numerical relativity. It was first published in 1959.\nThe comprehensive review of the formalism that the authors published in 1962 has been reprinted in the journal General Relativity and Gravitation, while the original papers can be found in the archives of Physical Review.",
                    "url": "https://en.wikipedia.org/wiki/ADM_formalism"
                },
                {
                    "title": "A series and B series",
                    "summary": "In metaphysics, the A series and the B series are two different descriptions of the temporal ordering relation among events. The two series differ principally in their use of tense to describe the temporal relation between events and the resulting ontological implications regarding time.\nJohn McTaggart introduced these terms in 1908, in an argument for the unreality of time.",
                    "url": "https://en.wikipedia.org/wiki/A_series_and_B_series"
                }
            ]
        },
        {
            "source": "pubmed",
            "articles": [
                {
                    "id": "40346859",
                    "title": "The way out of the stop-go cycle. Nurses are worth more. Formate assay in body fluids: application in methanol poisoning. Endoscopic Anteroposterior Cricoid Split in Idiopathic Bilateral Vocal Fold Immobility in Newborns: A Consecutive Case Series. Atomic models for the polypeptide backbones of myohemerythrin and hemerythrin. Some aspects of the reproductive endocrinology of the stallion and cryptorchid. [Effect of halothane on the acid-base equilibrium in the fetus]. [Effect of combined use of steroid preparations with pyrroxane on the gonadotropic function of the hypophysis]. Digitoxin metabolism by rat liver microsomes. The amino acid sequence of Neurospora NADP-specific glutamate dehydrogenase. Peptic and chymotryptic peptides and the complete sequence. Inhibition of leucocyte migration by salicylates and indomethacin. Coronary vascular and myocardial responses to carotid body stimulation in the dog. Task delegation to physician extenders--some comparisons. Inhibition of aldehyde reductase isoenzymes in human and rat brain.",
                    "abstract": "The objective of this study was to evaluate the efficacy of endoscopic anteroposterior cricoid split (APCS) in the management of congenital idiopathic bilateral vocal fold immobility (ciBVFI). In this retrospective monocentric study, all patients who underwent APCS for ciBVFI between January 2017 and December 2022 were included. APCS was indicated in case of failure to wean off non-invasive ventilation (NIV) or in cases requiring intubation. Surgical success was defined as the absence of tracheotomy or laryngoplasty at the end of follow-up, as well as a satisfactory respiratory status without exertional dyspnea over a minimum follow-up period of 18 months post surgery. Sixteen children, including 11 boys (69%), were included. The mean follow-up period was 52.4 ± 22.0 months. The mean age at APCS was 1.7 ± 1.9 months. Among the seven children of the success group (44%), all (7/7, 100%) regained vocal fold mobility. The mean recovery time was 12 ± 11 months (p = 0.003). In the failure group (n = 9), eight patients (89%) underwent tracheotomy at the age of 3.8 ± 4.6 months. The balloon dilatation diameter was statistically different between the successful and failure groups (p = 0.003). The outer diameter of the stenting intubation tube, duration of postoperative intubation, and performance of follow-up endoscopies were not significantly different. APCS is a straightforward technique that has a role to play in the surgical treatment of ciBVFI. It enables a watchful waiting approach to allow spontaneous recovery of vocal fold mobility, thus avoiding invasive procedures such as early tracheostomy or laryngoplasty. Peptic and chymotryptic peptides were isolated form the NADP-specific glutamate dehydrogenase of Neurospora crassa and substantially sequenced. Out of 452 residues in the polypeptide chain, 265 were recovered in the peptic and 427 in the chymotryptic peptides. Together with the tryptic peptides [Wootton, J. C., Taylor, J. G., Jackson, A. A., Chambers, G. K. & Fincham, J. R. S. (1975) Biochem. J. 149, 749-755], these establish the complete sequence of the chain, including the acid and amide assignments, except for seven places where overlaps are inadequate. These remaining alignments are deduced from information on the CNBr fragments obtained in another laboratory [Blumenthal, K. M., Moon, K. & Smith, E. L. (1975), J. Biol. Chem. 250, 3644-3654]. Further information has been deposited as Supplementary Publication SUP 50054 (17 pages) with the British Library (Lending Division), Boston Spa, Wetherby, W. Yorkshire LS23 7BQ, U.K., from whom copies may be obtained under the terms given in Biochem. J. (1975) 145, 5. Coronary vascular and myocardial responses to selective hypoxic and/or hypercapnic carotid chemoreceptor stimulation were investigated in constantly ventilated, pentobarbital or urethan-chloralose anesthetized dogs. Bilaterally isolated carotid chemoreceptors were perfused with autologous blood of varying O2 and CO2 tensions via an extracorporeal lung circuit. Systemic gas tensions were unchanged. Effects of carotid chemoreceptor stimulation on coronary vascular resistance, left ventricular dP/dt, and strain-gauge arch output were studied at natural coronary blood flow with the chest closed and during constant-flow perfusion of the left common coronary artery with the chest open. Carotid chemoreceptor stimulation slightly increased left ventricular dP/dt and slightly decreased the strain-gauge arch output, while markedly increasing systemic pressure. Coronary blood flow increased; however, coronary vascular resistance wa.as not affected. These studies show that local carotid body stimulation increases coronary blood flow but has little effect on the myocardium. The increase in coronary blood flow results mainly from an increase in systemic arterial pressure. Thus these data provide little evidence for increased sympathetic activity of the heart during local stimulation of the carotid chemoreceptors with hypoxic and hypercapnic blood. This study uses a task delegation questionnaire to compare 1973 physician extender practices in seven primary care-oriented sites with a physician attitude survey made in 1969. One additional site using no physician extenders was included as a control. The study involves both major types of physician extenders (physician assistants and nurse practitioners) in ambulatory practices with at least one year of experience in using such personnel. With minor exceptions, actual task delegation patterns conform with the 1969 attitudes of physicians as to which tasks \"could and should\" be delegated to physician extenders.",
                    "url": "https://pubmed.ncbi.nlm.nih.gov/40346859/",
                    "authors": "R Wells; A B Makar; K E McMartin; M Palese; T R Tephly; Emilien Chebib; Romain Luscan; Vincent Couloigner; Nicolas Leboulanger; Briac Thierry; W A Hendrickson; K B Ward; J E Cox; J H Williams; V L Planella; E Chabas; P Taura; M Sinche; J E Altirriba; J Gonzalez-Merlo; T P Veshohilova; A Schmoldt; H F Benthe; G Haberland; A A Holder; J C Wootton; A J Baron; G K Chambers; J R Fincham; P J Warne; G B West; I C Ehrhart; P E Parker; W J Weidner; J M Dabney; J B Scott; F J Haddy; J K Glenn; J Goldman; M M Ris; R A Deitrich; J P Von Wartburg",
                    "journal": "Nursing mirror;Biochemical medicine;The Laryngoscope;Biochemical and biophysical research communications;Journal of reproduction and fertility. Supplement;Anesthesie, analgesie, reanimation;Akusherstvo i ginekologiia;Biochemical pharmacology;The Biochemical journal;The Journal of pharmacy and pharmacology;The American journal of physiology;American journal of public health;Biochemical pharmacology",
                    "publication_date": ""
                },
                {
                    "id": "40346473",
                    "title": "The way out of the stop-go cycle. Nurses are worth more. Milligan-Morgan hemorrhoidectomy combined with rubber band ligation and polidocanol foam sclerotherapy for the management of grade III/IV hemorrhoids: a retrospective study. Atomic models for the polypeptide backbones of myohemerythrin and hemerythrin. The reaction of choline and 3,3-dimethyl-1-butanol with the acetylenzyme from acetylcholinesterase. Liver microsomal beta-glucuronidase and UDP-glucuronyltransferase. Formate assay in body fluids: application in methanol poisoning. [Effect of combined use of steroid preparations with pyrroxane on the gonadotropic function of the hypophysis]. Radiochemical assay of glutathione S-epoxide transferase and its enhancement by phenobarbital in rat liver in vivo. Irreversible drug induced parkinsonism (two case reports). Digitoxin metabolism by rat liver microsomes. The effect of host adrenalectomy on the physiology of Trypanosoma rhodesiense. Fatty acids diffusion in lecithin multilayers: hydration and PH effects. Pharmacological properties of new neuroleptic compounds. Beta adrenergic blockade and diuretic therapy in benign essential hypertension: A dynamic assessment. Metal substitutions incarbonic anhydrase: a halide ion probe study.",
                    "abstract": "Hemorrhoids are one of the most common and annoying benign diseases in the field of colorectal surgery. A Milligan-Morgan hemorrhoidectomy (MMH) is the most frequently applied surgical technique due to its clear efficacy and high success rate, but the reported postoperative complications remain a major problem. This study aimed to retrospectively evaluate the efficacy and safety of a MMH combined with rubber band ligation and polidocanol foam sclerotherapy (MMH + RBL + PFS) for the management of grade III/IV hemorrhoids. This was a single-center retrospective study. A total of 255 patients with grade III/IV hemorrhoids who underwent MMH + RBL + PFS (n = 128) or MMH (n = 127) between May 2022 and June 2023 were included in the study. The primary outcomes included recurrence rates, hemorrhoid severity score (HSS), and patient satisfaction 12 months after surgery. Secondary outcomes included intraoperative outcomes and postoperative outcomes. Follow-up was conducted by telephone or outpatient visit 12 months after surgery. The recurrence rate was lower in the MMH + RBL + PFS group than in the MMH group (p < 0.05). The patient satisfaction score was higher in the MMH + RBL + PFS group than in the MMH group (p < 0.05), and there was no significant difference in the HSS between the two groups (p > 0.05). The median operation time in the two groups was similar (16 min (15-20 min) vs.16 min (15-18 min), p > 0.05). The median number of incisions in the the MMH + RBL + PFS group was 3 (2-3), while that in the MMH group was 3 (3-4) (p < 0.05). There was no significant difference in intraoperative blood loss between the two groups (p > 0.05). Visual analog scale pain scores were lower in the MMH + RBL + PFS group than in the MMH group at the first postoperative defecation at 12 h and at 1, 3, and 7 days (all p < 0.05). The wound healing time was shorter in the MMH + RBL + PFS group than in the MMH group (27.62 ± 3.74 vs. 28.73 ± 4.48 days, respectively, p < 0.05). The incidence of urinary retention was lower in the MMH + RBL + PFS group than in the MMH group (5.47% vs. 12.60, respectively, p < 0.05). Nine patients (one case in the MMH + RBL + PFS group and eight cases in the MMH group (p < 0.05)) had delayed bleeding and were successfully controlled with manual compression or surgical hemostasis. No cases had anal stenosis in the MMH + RBL + PFS group, and six cases (4.72%) had it in the MMH group, all with mild anal stenosis and successfully treated by dilatation alone (p < 0.01). No incision infection or anal incontinence occurred in either group. At the 12-month follow-up after surgery, the recurrence rate was lower in the MMH + RBL + PFS group (0.78%) than in the MMH group (7.09%) (p < 0.05). The patient satisfaction score was higher in the MMH + RBL + PFS group (91.41%) than in the MMH group (81.10%) (p < 0.05), and there was no significant difference in the HSS between the two groups (p > 0.05). Compared with the MMH, the MMH + RBL + PFS surgical procedure is safe and effective for grade III/IV hemorrhoids, which is associated with a lower recurrence rate, a higher patient satisfaction score, a lower postoperative pain score, fewer postoperative complications, and a shorter wound healing time. Both UDP-glucuronyltransferase (GT) and beta-glucuronidase (betaG) were assayed in untreated liver microsomes. Optimum assay conditions were established with rat liver microsomes using p-nitrophenol (pNP) and its glucuronide (pNPGA) at the pH optima of GT (7.5) and betaG (4.5). The activities of the two enzymes were compared using microsomes from rats, mice, pigs, cattle and horses, with pNP, pNPGA, and phenolphthalein as substrate, in the presence of various cofactors and inhibitors at pH 7.5 and 4.5. These data disclose pronounced differences with respect to species, substrate and other experimental conditions, thereby precluding the establishment of general optimum conditions. The two enzymes were also assayed under strictly identical conditions using pNP and pNPGA and rat liver microsomes at pH 7.5 in the presence and absence of UDP-glucuronate disodium (UDPGA), activators (ATP;UDP-N-acetylglucosamine) and inhibitors. When provided with a functional level of UDPGA, both enzymes proved active under those conditions, and a conjugation-deconjugation interplay was indicated. The two processes could be selectively and totally inhibited by Zn2+ and saccharolactone. The results suggest that conjugation-deconjugation-reconjugation cycles may be operative in the metabolism of drugs in vivo, taking place already at the level of the liver endoplasmic reticulum. The diffusion of the sodium salt of monocarboxylic fatty acids, from formate to stearate, has been studied as a function of water content and pH in lecithin--water lamellar phases. Evolution of the diffusion coefficients with increasing chain length reflects the different localizations of fatty acids in the system. From formate to butyrate, which are mainly restricted to the hydrophilic layer of the phase, diffusion rates decrease rapidly. From butyrate to stearate, fatty acids (anchored at the hydrophilic--lipophilic interface) undergo lateral diffusion and then the decrease of D with increasing chain length is much slower. The diffusion of stereate is already comparable to the diffusion of the lecithin molecule itself. The diffusion rates strongly depend upon phase hydration and pH: it is shown that both parameters control the fatty acid ionization. The variations in diffusion rates observed may be ascribed to the fact that, depending upon their state of ionization, fatty acids assume a different localization and therefore experience different interactions in the lamellar system. RMI 61 140, RMI 61 144 and RMI 61 280 are newly synthetized N-[8-R-dibenzo(b,f)oxepin-10-yl]-N'-methyl-piperazine-maleates which show interesting psychopharmacologic effects. This work contains the results of a study performed with these three compounds, in order to demonstrate their neuropsycholeptic activity in comparison with chloropromazine (CPZ) and chlordiazepoxide (CPD). The inhibition of motility observed in mice shows that the compounds reduce the normal spontaneous motility as well as the muscle tone. The central-depressant activity is evidenced by increased barbiturate-induced sleep and a remarkable eyelid ptosis can also be observed. Our compounds do not show any activity on electroshock just as do CPZ and CPD. As to the antipsychotic outline, our compounds show strong reduction of lethality due to amphetamine in grouped mice and a strong antiapomorphine activity. They show also an antiaggressive effect and an inhibitory activity on avoidance behaviour much stronger than CPZ. We have also found extrapyramidal effects, as catalepsy, common to many tranquillizers of the kind of the standards used by us. As for vegetative phenomena, the compounds show hypotensive dose related action ranging from moderate to strong, probably due to an a-receptor inhibition. Adrenolytic activity against lethal doses of adrenaline, antiserotonin and antihistaminic effects, as well as other actions (hypothermia, analgesia, etc.) confirm that RMI 61 140, RMI 61 144 and RMI 61 280 are endowed with pharmacologic properties similar and more potent than those of CPZ. Studies on the metabolism of brain catecholamines show that they are similar to CPZ, although with less effect on dopamine level. Beta adrenergic receptor antagonists (beta blockers) differ greatly in their cardioselectivity and intrinsic sympathomimetic activity, and these differences may have important therapeutic consequences. We have therefore studied the effect on blood pressure, heart rate and plasma renin activity of the beta blocking drug oxprenolol (Trasicor) which has considerable intrinsic sympathomimetic activity, both alone and in combination with the benzothiadiazine cyclopenthiazide. Eleven patients with mild to moderate benign essential hypertension were randomly allocated to one of two treatment groups. Oxprenolol was given as the first drug to Group 1, and cyclopenthiazide as the first drug to Group 2. The patients were assessed before the start of treatment, after 2 to 3 weeks of treatment with one drug and after a further 2 to 3 weeks of treatment with both drugs. Heart rate, blood pressure and plasma renin activity were measured with the patients recumbent and after a standardized tilt to 85 degrees to provide a reflection of day to day cardiovascular stress. Oxprenolol reduced arterial blood pressure without inducing significant bradycardia. The addition of cyclopenthiazide had little further effect. Oxprenolol alone suppressed plasma renin activity both at rest and during tilt and also abolished the increase in plasma renin activity after administration of cyclopenthiazide. The combination of (1) moderate reduction of blood pressure. (2) inhibition of the otherwise inevitable increase in plasma renin activity with the use of a diuretic drug, and (3) only moderate inhibition of overall sympathetic activity indicates that it is possible to achieve physiologic balance with the appropriate beta blocking drug.",
                    "url": "https://pubmed.ncbi.nlm.nih.gov/40346473/",
                    "authors": "R Wells; Qing Long; Yong Wen; Jun Li; W A Hendrickson; K B Ward; R M Dawson; I Schöllhammer; D S Poll; M H Bickel; A B Makar; K E McMartin; M Palese; T R Tephly; T P Veshohilova; J Marniemi; M G Parkki; R N Sahoo; G C Mitra; P C Mohanty; A Schmoldt; H F Benthe; G Haberland; G Sanchez; J F Alderete; J L Rigaud; C M Gary-Bobo; A Sanson; M Ptak; L Coscia; P Causa; E Giuliani; A Nunziata; R Davies; N N Payne; J D Slater; R J Smith; R G Bryant",
                    "journal": "Nursing mirror;BMC gastroenterology;Biochemical and biophysical research communications;Journal of neurochemistry;Enzyme;Biochemical medicine;Akusherstvo i ginekologiia;Biochemical pharmacology;The Journal of the Association of Physicians of India;Biochemical pharmacology;Comparative biochemistry and physiology. A, Comparative physiology;Chemistry and physics of lipids;Arzneimittel-Forschung;The American journal of cardiology;Biochemical and biophysical research communications",
                    "publication_date": ""
                },
                {
                    "id": "40345498",
                    "title": "The way out of the stop-go cycle. Nurses are worth more. Formate assay in body fluids: application in methanol poisoning. Comparable Short-Term Survival in HIV-Positive and HIV-Negative Dual Organ Heart Transplant Recipients: A Call for Increased Access to Organ Donation for People Living with HIV. Conference on alcohol and drug use: alcohol primary drug of abuse. Maturation of the adrenal medulla--IV. Effects of morphine. [Xenograft in the treatment of burns]. Purine catabolism in man: characterization of placental microsomal 5'-nucleotidase. Pharmacological properties of new neuroleptic compounds. Changes in erythrocyte 2,3 diphosphoglycerate in women following short term maximal exercise. Digitoxin metabolism by rat liver microsomes. A comparison of the substrate specificities of endo-beta-N-acetylglucosaminidases from Streptomyces griseus and Diplococcus Pneumoniae. [Effect of combined use of steroid preparations with pyrroxane on the gonadotropic function of the hypophysis]. Atomic models for the polypeptide backbones of myohemerythrin and hemerythrin. Use of the latent image technique to develop and evaluate problem-solving skills. Chest roentgenography as a window to the diagnosis of Takayasu's arteritis. Seasonal variation in diet, volatile fatty acid production and size of the cecum of roch ptarmigan. Malathion A and B esterases of mouse liver-I. Aggregation of blood platelets by adrenaline and its uptake. Delineation of the intimate details of the backbone conformation of pyridine nucleotide coenzymes in aqueous solution. Effect of etafenone on total and regional myocardial blood flow. Kinetic light scattering studies on the dissociation of hemoglobin from Lumbricus terrestris. The influence of pH on the interaction of inhibitors with triosephosphate isomerase and determination of the pKa of the active-site carboxyl group. Inhibition of aldehyde reductase isoenzymes in human and rat brain. Purification and some enzymatic properties of the chitosanase from Bacillus R-4 which lyses Rhizopus cell walls. Purification and properties of Escherichia coli dihydrofolate reductase. The effect of adrenaline and of alpha- and beta-adrenergic blocking agents on ATP concentration and on incorporation of 32Pi into ATP in rat fat cells. Action of propranolol on mitochondrial functions--effects on energized ion fluxes in the presence of valinomycin. Circular dichroism and fluorescence studies of homogeneous antibodies to type III pneumococcal polysaccharide. Some physicochemical properties of hemoglobin-manitoba (alpha2 102Ser replaced by Arg (G9) beta2). Studies of oxygen binding energy to hemoglobin molecule. N-terminal spin label studies of hemoglobin, Ligand and pH dependence. Membrane-bound enzymes. III. Protease activity in leucocytes in relation to erythrocyte membranes. The behavior of holo- and apo-forms of bovine superoxide dismutase at low pH. Radiochemical assay of glutathione S-epoxide transferase and its enhancement by phenobarbital in rat liver in vivo. [Luminescence study of the effect of temperature on the conformational state of fibrinogen]. The reaction between the superoxide anion radical and cytochrome c. [Structure formation in interphase adsorption layers of lysozyme at liquid boundaries]. Effect of chloroquine on cultured fibroblasts: release of lysosomal hydrolases and inhibition of their uptake. Comparison between procaine and isocarboxazid metabolism in vitro by a liver microsomal amidase-esterase.",
                    "abstract": "Access to organ transplantation for HIV-positive individuals is expanding, yet the outcomes of HIV-positive patients requiring multiorgan transplant are not well-defined. Adult individuals in the United Network for Organ Sharing (UNOS) registry who were HIV-positive and received HT between 2010 and 2023 were included. The primary outcome was patient survival. During the study period, 175 HIV-positive patients were transplanted. Twenty-six (14.8%) underwent dual organ transplantation (20 heart/kidney, 4 heart/lung, and 2 heart/liver) at 23 centers. Median age at the time of HT was 56 years (IQR 47-60), majority were male (n=18, 69%), and 46% identified as Black (n= 12). Dilated cardiomyopathy was the most common etiology of heart failure (n=13, 50%). All patients received organs from HIV-negative donors. The probability of surviving at least one year was 87.6% (95% CI 81.0- 92.0) for single-organ recipients and 82.9% for dual organ recipients (95% CI 60.0-93.4). There was no difference in overall survival between HIV-positive and HIV-negative matched controls among dual organ recipients (log-rank p-value = 0.8). Over the last decade, only a small number of HIV-positive individuals with end-stage heart failure have undergone dual organ transplantation with encouraging short-term outcomes. The injury due to burns embraces three, nearly concentric zones. The necrobiosis of the central and marginal zones is reversible and the pig-skin - assuring biological ligature - plays important role in turning for better of the process. The preparation and use of Xenograft - applied in the author's department - is discussed. Human placental microsomal 5'-nucleotidase (EC 3.1.3.5) was prepared free of alkaline phosphatase by isoelectric focusing. A total of seven electrophoretic variants were isolated during the preparation of six placentas. Only three to six variants were found in a single placenta. The isoelectric pH's were 6.70, 6.44, 6.23, 6.02, 5.76, 5.63 and 5.44. These were found to be composed of variable quantities of a large, medium and low molecular weight form. The apparent molecular weights of the medium and light form of the enzyme were 86 500 and 43 500, respectively, as estimated from Stokes radius and sedimentation velocity determinations. The electrophoretic variants were not distinguishable with respect to specific activity and Michaelis constants for AMP, GMP or CMP or inhibition by ATP, CTP or adenosine. These electrophoretic variants appeared to be pseudoisozymes based upon different states of aggregation of a common primary sequence. There was a wide range of substrate specificity among nucleoside 5'-monophosphates which included 2-deoxyribose compounds. With AMP as 100, substrate activity was: CMP, 122; NMN, 74; GMP, 68: IMP, 63; XMP, 28 and UDP-glucose, 68. The Michaelis constants for AMP, GMP and CMP ranged from 12-18 muM, from 33-67 muM and from 170-250 muM, respectively. Although 5'-nucleotidase was active in the absence of divalent cation, 5 mM MgCl2 stimulated the enzyme activity to 234% of control and shifted the pH optimum of 9.8 to a plateau from pH 7.4-9.8. RMI 61 140, RMI 61 144 and RMI 61 280 are newly synthetized N-[8-R-dibenzo(b,f)oxepin-10-yl]-N'-methyl-piperazine-maleates which show interesting psychopharmacologic effects. This work contains the results of a study performed with these three compounds, in order to demonstrate their neuropsycholeptic activity in comparison with chloropromazine (CPZ) and chlordiazepoxide (CPD). The inhibition of motility observed in mice shows that the compounds reduce the normal spontaneous motility as well as the muscle tone. The central-depressant activity is evidenced by increased barbiturate-induced sleep and a remarkable eyelid ptosis can also be observed. Our compounds do not show any activity on electroshock just as do CPZ and CPD. As to the antipsychotic outline, our compounds show strong reduction of lethality due to amphetamine in grouped mice and a strong antiapomorphine activity. They show also an antiaggressive effect and an inhibitory activity on avoidance behaviour much stronger than CPZ. We have also found extrapyramidal effects, as catalepsy, common to many tranquillizers of the kind of the standards used by us. As for vegetative phenomena, the compounds show hypotensive dose related action ranging from moderate to strong, probably due to an a-receptor inhibition. Adrenolytic activity against lethal doses of adrenaline, antiserotonin and antihistaminic effects, as well as other actions (hypothermia, analgesia, etc.) confirm that RMI 61 140, RMI 61 144 and RMI 61 280 are endowed with pharmacologic properties similar and more potent than those of CPZ. Studies on the metabolism of brain catecholamines show that they are similar to CPZ, although with less effect on dopamine level. 15 untrained women were subjected to a walking treadmill test to determine the influence of maximal exercise upon synthesis of erythrocyte 2,3 DPG. Although there was a 9.8% increase in the 2,3 DPG content following exercise, there was a concomitant 9.4% increase in the hemoglobin level; therefore, when 2,3 DPG is expressed as a ratio to hemoglobin (See Article), there was no significant change as a result of exercise stress. It was suggested that three additive factors produced during strenuous exercise; decreased pH; increased hemoglobin concentration; and increased CO2 production result in by-product inhibition of 2,3 DPG synthesis. It is concluded that 2,3 DPG does not provide a physiologic benefit in the adaptation of the oxygen transport system to exercise. This project involved designing, developing and evaluating a simulation module, utilizing the latent image technique. The general topic chosen for this simulation was the laboratory characterization of anemias. Target learner populations included medical technology students, physician assistant students, and pathology residents. Members of all three groups participated in the evaluation of the module and responded to its use in varied settings. The chest roentgenographic findings in Takayasu's arteritis include widening of the ascending aorta, contour irregularities of the descending aorta, arotic calcifications, pulmonary arterial changes, rib notching, and hilar lymphadenopathy. The single most important diagnostic sign is a segmental calcification outlining a localized or diffuse narrowing of the aorta. The other signs may be suspicious or suggestive, but the diagnostic accuracy increases when several findings are present simultaneously. The distribution of blood flow to the subendocardial, medium and subepicardial layers of the left ventricular free wall was studied in anaesthetized dogs under normoxic (A), hypoxic (B) conditions and under pharmacologically induced (etafenone) coronary vasodilation (C). Regional myocardial blood flow was determined by means of the particle distribution method. In normoxia a transmural gradient of flow was observed, with the subendocardial layers receiving a significantly higher flow rate compared with the subepicardial layers. In hypoxia induced vasodilation this transmural gradient of flow was persistent. In contrast a marked redistribution of regional flow was observed under pharmacologically induced vasodilation. The transmural gradient decreased. In contrast to some findings these experiments demonstrate that a considerable vasodilatory capacity exists in all layers of the myocardium and can be utilized by drugs. The differences observed for the intramural distribution pattern of flow under hypoxia and drug induced vasodilation support the hypothesis that this pattern reflects corresponding gradients of regional myocardial metabolism. The kinetics of the pH-induced dissociation of the 3 X 10(6) mol wt hemoglobin from Lumbricus terrestris (the earthworm) have been studied in a light-scattering stopped-flow apparatus. The ligand dependent dissociation data were fit well by a simple sequential model. The data for CO and oxyhemoglobin are consistent with Hb12 leads to 2Hb6 leads to 12Hb. Methemoglobin at pH 7 appears to be hexameric and the dissociation is consistent with the model: Hb6 leads to 6Hb. In a sequential decay scheme for which light-scattering changes are monitored, the relative amounts of rapid and slow phase are determined by the rate constants as well as the molecular weights of intermediate species. Assignment of the hexameric intermediate is supported by an investigation of the sensitivity of the theoretical kinetic curves to the molecular weights of the intermediates. This assignment is further supported by the following: (1) the same model will fit the data for oxy- and CO-hemoglobin at all three temperatures (a 24-29-fold variation in rate constants), (2) evidence from electron microscopy shows hexameric forms, and (3) methemoglobin is apparently stable as a hexamer at pH 7. When CO replaces O2 as the ligand, the dissociation rate increases by a factor of four. The met is about 20 times faster than the initial oxyhemoglobin dissociation rate, but perhaps more relevant for comparing dissociation of the hexamer, the met rate was respectively 100 times and 500 times faster than that for the assumed hexameric forms of CO- and oxy-hemoglobin. The activation energies for the dodecamer to hexamer dissociation and for the dissociation of the hexamer to smaller forms were about 30 kcal/mol for oxy-, CO-, and methemoglobin. Ionization effects on the binding of the potential transition state analogues 2-phosphoglycolate and 2-phosphoglycolohydroxamate appear to be attributable to the changing state of ionization of the ligands themselves, therefore it is unnecessary to postulate the additional involvement of an ionizing residue at the active site of triosephosphate isomerase to explain the influence of changing pH on Ki in the neutral range. The binding of the competitive inhibitor inorganic sulfate is insensitive to changing pH in the neutral range. 3-Chloroacetol sulfate, synthesized as an active-site-specific reagent for triosephosphate isomerase, is used to provide an indication of the pKa of the essential carboxyl group of this enzyme. Previously described active-site-specific reagents for the isomerase were phosphate esters, and their changing state of ionization (accompanied by possible changes in their affinity for the active site) may have complicated earlier attempts to determine the pKa of the essential carboxyl group from the pH dependence of the rate of inactivation. Being a strong monoprotic acid, chloroacetol sulfate is better suited to the determination of the pKa of the carboxyl group. Chloroacetol sulfate inactivates triosephosphate isomerase by the selective esterification of the same carboxyl group as that which is esterified by the phosphate esters described earlier. From the pH dependence of the rate of inactivation of yeast triosephosphate isomerase, the apparent pKa of the active-site carboxyl group is estimated as 3.9 +/- 0.1. A strain of Bacillus sp (Bacillus R-4) produces a protease and a carbohydrolase both of which have the ability to lyse Rhizopus cell walls. Of the enzymes, the carbohydrolase has been purified to an ultracentrifugally and electrophoretically homogeneous state, and identified as a chitosanase. The enzyme was active on glycol chitosan as well as chitosan. Molecular weight of the purified enzyme was estimated as 31 000 and isoelectric point as pH 8.30. The enzyme was most active at pH 5.6 and at 40 degrees C with either Rhizopus cell wall or glycol chitosan as substrate, and was stable over a range of pH 4.5 to 7.5 at 40 degrees C for 3 h. The activity was lost by sulfhydryl reagents and restored by either reduced glutathione of L-cysteine. An abrupt decrease in viscosity of the reaction mixture suggested an endowise cleavage of chitosan by this enzyme. Dihydrofolate reductase has been purified 40-fold to apparent homogeneity from a trimethoprim-resistant strain of Escherichia coli (RT 500) using a procedure that includes methotrexate affinity column chromatography. Determinations of the molecular weight of the enzyme based on its amino acid composition, sedimentation velocity, and sodium dodecyl sulfate gel electrophoresis gave values of 17680, 17470 and 18300, respectively. An aggregated form of the enzyme with a low specific activity can be separated from the monomer by gel filtration; treatment of the aggregate with mercaptoethanol or dithiothreitol results in an increase in enzymic activity and a regeneration of the monomer. Also, multiple molecular forms of the monomer have been detected by polyacrylamide gel electrophoresis. The unresolved enzyme exhibits two pH optima (pH 4.5 and pH 7.0) with dihydrofolate as a substrate. Highest activities are observed in buffers containing large organic cations. In 100 mM imidazolium chloride (pH 7), the specific activity is 47 mumol of dihydrofolate reduced per min per mg at 30 degrees. Folic acid also serves as a substrate with a single pH optimum of pH 4.5. At this pH the Km for folate is 16 muM, and the Vmax is 1/1000 of the rate observed with dihydrofolate as the substrate. Monovalent cations (Na+, K+, Rb+, and Cs+) inhibit dihydrofolate reductase; at a given ionic strength the degree of inhibition is a function of the ionic radius of the cation. Divalent cations are more potent inhibitors; the I50 of BaCl2 is 250 muM, as compared to 125 mM for KCl. Anions neither inhibit nor activate the enzyme. The near-ultraviolet circular dichroism (CD) of three homogeneous anti-type III pneumococcal antibodies in the absence and the presence of the specific hexasaccharide ligand was studied. In addition recombinations and hybridizations of H and L chains derived from two of these antibodies were carried out and the CD spectra of bound and free reconstituted IgG molecules were measured. The results indicate that the CD spectra of the native antibodies in the 260-310-nm range are very similar in shape and sign and exhibit a positive band at 285 nm. The homologous reconstituted antibody molecules exhibited CD spectra very similar in shape and sign to those of the native antibody molecules although recombinant molecules are no longer stabilized by interchain disulfide bonds. Upon addition of the hexasaccharide ligand, a significant decrease in amplitude of the CD spectra (18-21%) occurred in all three native antibodies and their Fab fragments as well as in the homologous recombinant molecules. No CD spectral changes could be detected upon interaction of the hapten ligand with the heterologous recombinants. All homogeneous antibodies studied exhibited fluorescence quenching upon oligosaccharide binding and a blue shift of the emission maximum. This property allowed the determination of the binding constant of one selected antibody to be made. Taken together, CD and fluorescence spectroscopic data suggest that oligosaccharide ligands induced detectable conformational changes in the Fab fragment of the antibody. Hb-Manitoba was discovered in 1970 [1] in a Canadian family of British origin. Recently we observed the same variant in a second family, and found that the oxy-derivative of Hb-Manitoba is slightly unstable at 65 degrees C, dissociates less readily at alkaline pH than does Hb-A, and forms asymmetric hybrids with other hemoglobins which are readily detectable by electrophoresis. Human hemoglobin was spin labeled with 4-isothiocanato-2,2,6,6-tetramethyl-piperdinooxyl, which is known to bind specifically to the N-terminal alpha-amino groups of proteins and slightly to the reactive sulfhydryl groups. Electron spin resonance (ESR) analysis indicated a partially resolved five-line spectrum, suggesting that the label was attached to at least two different binding sites. Using specific blocking reagents prior to spin labeling, the two binding sites were attributed to the sulfhydryl group of beta-93 (immobile) and the alpha-amino group of the N-terminal valines (mobile). The relative motion of the spin at one set of binding sites was restricted regardless of the state of ligation and pH, while the motion at the other site showed dependence on those parameters, e.g. the spin-labeled N-terminal ends of deoxyhemoglobin have restricted motion at all pH ranges studied, while those of oxyhemoglobin are relatively free to move at the basic pH range, but become more restricted in the acidic pH range. Protease activity was detected in membranes of human bovine erythrocytes prepared by the conventional procedures which include washing and removal of the \"buffy layer\". The enzyme was extracted by 0.75 M KCNS or (NH4)2SO4 and was activated by 0.4 to 0.5 M of the same salts. Colored, particulate hide powder-azure, membrane fractions and soluble proteins such as hemoglobin, casein or albumin were susceptible to hydrolysis by the membraneous protease. Partial purification of the enzyme was accomplished through disc-gel electrophoresis on polyacrylamide in the presence of 0.25% positively charged detergents like cetyltrimethylammonium bromide. An alkaline protease (pH 7.4) with properties similar to those of the erythrocyte enzyme was found in leucocytes. The similarity between the properties of the leucocytic and erythrocytic proteases and the correlation of the activity in erythrocyte membranes with content of white cells in these preparations, suggest that enzymatic activities in the contaminating leucocytes are responsible for the activity of membraneous proteases in erythrocytes. 1. Holo-superoxide dismutase from bovine erythrocytes has been shown to undergo a reversible structural modification in the pH 3-5 range. 2. The spectral alterations observed on changing from neutrality to pH 2 were: a slight attenuation of the 680 nm absorbance; the loss of the 450 nm shoulder, apparent in the optical spectrum of the native protein; and a new band appeared at 330 nm. The circular dichroism at 600 nm was essentially lost while a weak negative band appeared at approx. 380 nm and a positive band at 310 nm. 3. The EPR spectrum was also modified on changing from the native to the low pH form: A parallel increased from approximately 130 to approximately 150 G, g parallel remained unchanged at approximately 2.27, and gm decreased from approximately 2.09 to approximately 2.08. The apparent linewidth remained essentially constant. 4. High resolution (220 MHz) PMR spectra of holo- and apoproteins revealed that the metals influence the three-dimensional structure of the protein. 5. PMR studies indicated that at pH 3 the apoprotein existed almost entirely in a random coil form and that it assumed a compact well-ordered structure on returning to neutral pH. The holoprotein maintained a compact, apparently dimeric, structure even at pH 3. Results are presented of measuring fibrinogen fluorescence parameters in temperature range of 20-80 degrees C at different pH of the solution. It was found that the temperature increase from 20 to 40 degrees C for solutions with pH of 4,5-9,3 were not accompanied by the conformational changes of fibrinogen macromolecules. In the temperature range of 40-50 degrees C for neutral solutions conformational reconstruction of fibrinogen of undenatured character took place. Temperature increase above 50-55 degrees C brings about significant structural changes of fibrinogen molecule which are of denaturation nature. 1. The superoxide anion radical (O2-) reacts with ferricytochrome c to form ferrocytochrome c. No intermediate complexes are observable. No reaction could be detected between O2- and ferrocytochrome c. 2. At 20 degrees C the rate constant for the reaction at pH 4.7 to 6.7 is 1.4-10(6) M-1. S -1 and as the pH increases above 6.7 the rate constant steadily decreases. The dependence on pH is the same for tuna heart and horse heart cytochrome c. No reaction could be demonstrated between O2- and the form of cytochrome c which exists above pH approximately 9.2. The dependence of the rate constant on pH can be explained if cytochrome c has pKs of 7.45 and 9.2, and O2- reacts with the form present below pH 7.45 with k = 1.4-10(6) M-1 - S-1, the form above pH 7.45 with k = 3.0- 10(5) M-1 - S-1, and the form present above pH 9.2 with k = 0. 3. The reaction has an activation energy of 20 kJ mol-1 and an enthalpy of activation at 25 degrees C of 18 kJ mol-1 both above and below pH 7.45. It is suggested that O2- may reduce cytochrome c through a track composed of aromatic amino acids, and that little protein rearrangement is required for the formation of the activated complex. 4. No reduction of ferricytochrome c by HO2 radicals could be demonstrated at pH 1.2-6.2 but at pH 5.3, HO2 radicals oxidize ferrocytochrome c with a rate constant of about 5-10(5)-5-10(6) M-1 - S-1. In connection with the modelling of biomembranes regularities of the formation and development of interphase adsorption layers of lysozyme at liquid borders under different conditions and depending on the nature of carbohydrate phase were investigated by the determination of mechanical characteristics of such layers. The investigations carried out showed that the most solid layers appeared under the conditions which assured the formation of the maximum number of intermolecular bonds (which in a common case is performed with maximum disorderlinesss of the macromolecules which get at the interphase).",
                    "url": "https://pubmed.ncbi.nlm.nih.gov/40345498/",
                    "authors": "R Wells; A B Makar; K E McMartin; M Palese; T R Tephly; Em Donald; J Batra; Em DeFilippis; J Raikhelkar; D Lotan; Kj Clerkin; G Sayer; N Uriel; M Korcok; T R Anderson; T A Slotkin; S István; I H Fox; P J Marchant; L Coscia; P Causa; E Giuliani; A Nunziata; H W Bonner; C A Tate; C K Buffington; A Schmoldt; H F Benthe; G Haberland; A L Tarentino; F Maley; T P Veshohilova; W A Hendrickson; K B Ward; M L Schwabbauer; Y M Berkmen; A Lande; W C Gasaway; V M Bhagwat; B V Ramachandran; W Barthel; F Markwardt; K S Bose; R H Sarma; H Flohr; W Breull; D J Goss; L J Parkhurst; H Görisch; F C Hartman; G M LaMuraglia; Y Tomozawa; R Wolfenden; M M Ris; R A Deitrich; J P Von Wartburg; Y Tominaga; Y Tsujisaka; D Baccanari; A Phillips; S Smith; D Sinski; J Burchall; J M Stein; J Järvisalo; N E Saris; J C Jaton; H Huser; Y Blatt; I Pecht; R N Wrightstone; L L Smith; J B Wilson; F Vella; T H Huisman; Y W Chow; R Pietranico; A Mukerji; M Giangrande; Y W Kim; H Mizukami; M Heller; P Edelstein; M Mayer; J A Fee; W D Phillips; J Marniemi; M G Parkki; S V Konev; M A Katibnikov; V A Bandarin; D Niamaa; E V Barkovskiĭ; J Butler; G G Jayson; A J Swallow; I G Alekseeva; G P Lapina; Z D Tulovskaia; V N Izmaĭlova; U N Wiesmann; S DiDonato; N N Herschkowitz; K Moroi; T Sato",
                    "journal": "Nursing mirror;Biochemical medicine;American journal of transplantation : official journal of the American Society of Transplantation and the American Society of Transplant Surgeons;Canadian Medical Association journal;Biochemical pharmacology;Magyar traumatologia, orthopaedia es helyreallito sebeszet;Canadian journal of biochemistry;Arzneimittel-Forschung;European journal of applied physiology and occupational physiology;Biochemical pharmacology;Biochemical and biophysical research communications;Akusherstvo i ginekologiia;Biochemical and biophysical research communications;The American journal of medical technology;The American journal of roentgenology, radium therapy, and nuclear medicine;Comparative biochemistry and physiology. A, Comparative physiology;Biochemical pharmacology;Biochemical pharmacology;Biochemical and biophysical research communications;Arzneimittel-Forschung;Biochemistry;Biochemistry;Biochemical pharmacology;Biochimica et biophysica acta;Biochemistry;Biochemical pharmacology;Biochemical pharmacology;Biochemistry;Biochimica et biophysica acta;Biochemical and biophysical research communications;Biochimica et biophysica acta;Biochimica et biophysica acta;Biochimica et biophysica acta;Biochemical pharmacology;Biofizika;Biochimica et biophysica acta;Biofizika;Biochemical and biophysical research communications;Biochemical pharmacology",
                    "publication_date": ""
                },
                {
                    "id": "40345454",
                    "title": "The way out of the stop-go cycle. Nurses are worth more. Multi-OMICs analysis on tridimensional fibroblast spheroids to model vascular Ehlers-Danlos syndrome pathogenesis. Atomic models for the polypeptide backbones of myohemerythrin and hemerythrin. Radiochemical assay of glutathione S-epoxide transferase and its enhancement by phenobarbital in rat liver in vivo. Human placental delta5-3beta hydroxysteroid dehydrogenase activity (delta5-3beta HSDH): intracellular distribution, kinetic properties, retroinhibition and influence of membrane delipidation. Acute bacterial myositis following septic abortion. An unusual complication. Maturation of the adrenal medulla--IV. Effects of morphine. Digitoxin metabolism by rat liver microsomes. A comparison of the substrate specificities of endo-beta-N-acetylglucosaminidases from Streptomyces griseus and Diplococcus Pneumoniae. [Effect of combined use of steroid preparations with pyrroxane on the gonadotropic function of the hypophysis]. Proceedings: Cyclic adenosine-3', 5'-monophosphate in cerebrospinal fluid. Separation of low molecular weight RNA by polyacrylamide gel electrophoresis. Glucose-6-phosphate dehydrogenase. Purification and partial characterization. Pharmacological properties of new neuroleptic compounds. Cell transformation in isolated striated muscle of hydromedusae independent of DNA synthesis. Formate assay in body fluids: application in methanol poisoning. Delineation of the intimate details of the backbone conformation of pyridine nucleotide coenzymes in aqueous solution. Metal substitutions incarbonic anhydrase: a halide ion probe study.",
                    "abstract": "Three-dimensional (3D) spheroids are an innovative cellular model mimicking tissue-like properties for a more effective replication of physiological cellular environment. Vascular Ehlers-Danlos syndrome (vEDS) is a rare hereditary connective tissue disorder caused by heterozygous deleterious variants in COL3A1. Affected individuals are at increased risk of early death due to ruptures of arteries, large intestine, and gravid uterus. vEDS cellular pathogenesis is only partially understood and the disease remains without effective treatment. We integrated transcriptomic and proteomic data generated from 2D fibroblast cultures and 3D spheroids from ten patients and four controls. Transcriptomic analysis revealed upregulation of genes related to mitochondrial function, organellar ribosomal subunits, and biosynthesis processes, to indicate an augmented adaptive metabolic response, while downregulation of genes involved in cell migration, differentiation, and stress response highlighted abnormalities in cellular signaling and extracellular matrix maintenance. Proteomic analysis found that induced proteins were significantly enriched for the mitochondrial matrix and minichromosome maintenance complex as well as in biological processes involving low-density lipoprotein particles, and cellular response to catabolic processes and DNA damage stimuli. Ultrastructural analysis and high-content imaging documented an endoplasmic reticulum dilation, increased autophagosomes and lipofuscin deposits. Our findings expand current knowledge on the multi-OMIC profile of vEDS by highlighting potential convergent mechanisms and novel features acting as master regulators of the emerging phenotype. This study supports, for the first time, 3D fibroblast spheroids as a suitable experimental tool to dissect vEDS pathogenesis and a crucial model for identifying new therapeutic targets. Delta5-3beta HSDH activity has been assayed either by spectrophotometric method or by use of radioactive substrates. The enzymatic activity is equally distributed between mitochondrial and microsomal fractions verified by electronic microscopy. The specific activity is comparable in both fractions, as well as the optimal pH and the Km for NAD and for the substrates. The delta5-3beta Hut optimal pH, specific activity and sensitivity to the inhibitory action of various steroids are different when C19 and C21 steroids are used as substrates. Estrogens and cyclic AMP have also an inhibitory action on the oxidation of C21 steroids. Treatment of microsomal or mitochondrial membranes with phospholipase A releases fatty acids (mainly arachidonic) and decreases the enzymatic activity. \"Adsorbtion\" of the fatty acids on bovine serum albumin partially reactivates the delta5-3beta HSDH. Glucose-6-phosphate dehydrogenase has been purified 1000-fold from pig liver. This enzyme exists as an active dimer of molecular weight 133,000 and an inactive monomer of molecular weight 67,500. The pH of maximum activity is 8.5 and the ionic strength maximum is 0.1 to 0.5 M. Glucose-6-phosphate dehydrogenase is highly specific for NADP+ and glucose 6-phosphate. Apparent Km values of 3.6 muM and 5.4 muM were obtained for glucose 6-phosphate and NADP+. This enzyme is located almost entirely within the soluble portion of the cellular cytoplasm. RMI 61 140, RMI 61 144 and RMI 61 280 are newly synthetized N-[8-R-dibenzo(b,f)oxepin-10-yl]-N'-methyl-piperazine-maleates which show interesting psychopharmacologic effects. This work contains the results of a study performed with these three compounds, in order to demonstrate their neuropsycholeptic activity in comparison with chloropromazine (CPZ) and chlordiazepoxide (CPD). The inhibition of motility observed in mice shows that the compounds reduce the normal spontaneous motility as well as the muscle tone. The central-depressant activity is evidenced by increased barbiturate-induced sleep and a remarkable eyelid ptosis can also be observed. Our compounds do not show any activity on electroshock just as do CPZ and CPD. As to the antipsychotic outline, our compounds show strong reduction of lethality due to amphetamine in grouped mice and a strong antiapomorphine activity. They show also an antiaggressive effect and an inhibitory activity on avoidance behaviour much stronger than CPZ. We have also found extrapyramidal effects, as catalepsy, common to many tranquillizers of the kind of the standards used by us. As for vegetative phenomena, the compounds show hypotensive dose related action ranging from moderate to strong, probably due to an a-receptor inhibition. Adrenolytic activity against lethal doses of adrenaline, antiserotonin and antihistaminic effects, as well as other actions (hypothermia, analgesia, etc.) confirm that RMI 61 140, RMI 61 144 and RMI 61 280 are endowed with pharmacologic properties similar and more potent than those of CPZ. Studies on the metabolism of brain catecholamines show that they are similar to CPZ, although with less effect on dopamine level.",
                    "url": "https://pubmed.ncbi.nlm.nih.gov/40345454/",
                    "authors": "R Wells; Lucia Micale; Ester Di Muro; Rossella De Cegli; Barbara Tumaini; Antonella Capuozzo; Paolo Bernardi; Silvia Morlino; Carmela Fusco; Grazia Nardella; Elisabetta Mormone; Lorenzo Vaccaro; Eugenio Del Prete; Daniela Giachino; Michele Giuliani; Chiara Leoni; Francesca Mercadante; Alice Moroni; Carmelo Piscopo; Marcella Zollino; Davide Cacchiarelli; Andrea Sbarbati; Diego L Medina; Diego Di Bernardo; Marco Castori; W A Hendrickson; K B Ward; J Marniemi; M G Parkki; F Ferre; M Breuiller; L Cedard; W F Chan; H C Ong; W P Wong; T R Anderson; T A Slotkin; A Schmoldt; H F Benthe; G Haberland; A L Tarentino; F Maley; T P Veshohilova; M J Dascombe; A S Milton; F Varricchio; H J Ernst; M I Kanji; M L Toews; W R Carper; L Coscia; P Causa; E Giuliani; A Nunziata; V Schmid; A B Makar; K E McMartin; M Palese; T R Tephly; K S Bose; R H Sarma; R J Smith; R G Bryant",
                    "journal": "Nursing mirror;Biochimica et biophysica acta. Molecular basis of disease;Biochemical and biophysical research communications;Biochemical pharmacology;Steroids;International journal of gynaecology and obstetrics: the official organ of the International Federation of Gynaecology and Obstetrics;Biochemical pharmacology;Biochemical pharmacology;Biochemical and biophysical research communications;Akusherstvo i ginekologiia;British journal of pharmacology;Analytical biochemistry;The Journal of biological chemistry;Arzneimittel-Forschung;Experimental cell research;Biochemical medicine;Biochemical and biophysical research communications;Biochemical and biophysical research communications",
                    "publication_date": ""
                },
                {
                    "id": "40344349",
                    "title": "The way out of the stop-go cycle. Nurses are worth more. Formate assay in body fluids: application in methanol poisoning. Effects of Heat and Hypoxia Training on the Fat Oxidation Capacity of Competitive Athletes. Atomic models for the polypeptide backbones of myohemerythrin and hemerythrin. Radiochemical assay of glutathione S-epoxide transferase and its enhancement by phenobarbital in rat liver in vivo. Synthesis and adrenoreceptor blocking action of aziridinium ions derived from phenoxybenzamine and dibenamine. N-(1-pyrene)maleimide: a fluorescent cross-linking reagent. Pharmacological properties of new neuroleptic compounds. Studies of oxygen binding energy to hemoglobin molecule. [Effect of combined use of steroid preparations with pyrroxane on the gonadotropic function of the hypophysis]. Digitoxin metabolism by rat liver microsomes. The amino acid sequence of Neurospora NADP-specific glutamate dehydrogenase. Peptic and chymotryptic peptides and the complete sequence. Monoamine concentrations in eight areas of the brains of mature and immature male rats and effects of injected hormones [proceedings].",
                    "abstract": "This study aimed to evaluate the impact of a four-week heat and hypoxia training on the fat oxidation capacity of competitive athletes. Eight elite male modern pentathlon athletes completed a four-week aerobic endurance training program in three environments: normal (CON), high temperature and humidity (HOT), and hypoxia (HYP). Assessments were conducted in both the normal environment and the corresponding special environment before and after training. Gas exchange data were collected during exercise to assess aerobic capacity, and fat oxidation was measured using indirect calorimetry. Fat oxidation kinetics were modeled using the sinusoidal (SIN) mathematical model to determine the maximum fat oxidation (MFO) and the exercise intensity at which it occurred (FATmax). Under normal environment, HOT training had an increase in absolute V̇O2 (238.152 mL/min and p = 0.003), both the HOT (96.062 s and p = 0.006) and HYP (109.917 s and p = 0.002) trainings demonstrated increases in VT2@Time, both the HOT (0.126 g/min and p = 0.015) and HYP (0.157 g/min and p = 0.004) trainings showed increases in MFO, and the HOT training also exhibited an increase in FATmax (5.303 g/min and p = 0.005); both the HOT and HYP trainings showed dilatation of the fat oxidation curve, with the HOT training also displaying dilatation in the fat oxidation curve under heat conditions. Four-weeks of heat and hypoxia training significantly enhanced athletes' aerobic metabolism and fat oxidation capacity. The benefits of heat training on aerobic metabolism and fat oxidation may exceed those of hypoxia training. Crystalline perchlorate salts of aziridinium ions derived from phenoxybenzamine and dibenamine were prepared. Both aziridinium ions were tested on the rat vas deferens and found to possess alpha-adrenergic potencies which were nearly identical with those of the parent compounds. The hydrolysis rates of phenoxybenzamine and dibenamine aziridinium ions (2a,b) in physiological medium were found to be 6.0 4 x 10(-4) and 8.35 x 10(-4) sec-1, respectively. The rates of cyclization of the parent amines to 2a and 2b in aqueous medium were 1.9 x 10(-2) and 7.2 x 10(-3) sec-1, respectively. The potencies and kinetic profiles indicate that the aziridinium ion is the only active species in alpha-adrenergic blockade. Moreover, differences in potency between phenoxybenzamine and dibenamine appear to be exclusively to a difference in receptor affinity rather than to a difference in intrinsic alkylating ability. N-(1-Pyrene)maleimide is nonfluorescent in aqueous solution but forms strongly fluorescent adducts with sulfhydryl groups of organic compounds or proteins. The conjugation reactions of N-(1-pyrene)maleimide are relatively fast and can be monitored by the increase in fluorescence intensity of the pyrene chromophore. In cases where primary amino groups are also present in the system, we have observed a red shift of the emission spectra of the fluorescent adducts subsequent to the initial conjugation, as characterized by the disappearance of three emission peaks at 376, 396, and 416 nm, and the appearance of two new peaks at 386 and 405 nm. Model studies with N-(1-pyrene)maleimide adducts of L-cysteine and cysteamine indicate that the spectral shift is the result of an intramolecular aminolysis of the succinimido ring in the adducts. Evidence from both chemical analysis and nuclear magnetic resonance studies of the addition products supports this reaction scheme. N-(1-Pyrene)maleimide adducts of N-acetyl-L-cysteine and beta-mercaptoethanol, which have no free amino group, do not exhibit a spectral shift. Among several protein conjugates only the N-(1-pyrene)maleimide adduct of bovine serum albumin (PM-BSA) shows the spectral shift resembling that of PM-cysteine. N-(1-Pyrene)maleimide reacts with the sulfhydryl group of the single cysteine residue at position 34 in BSA. The finding that the alpha-amino group of the N-terminus in PM-BSA is blocked after the spectral shift is completed strongly suggests that N-(1-pyrene)maleimide cross-links the N-terminus and the cysteine residue in BSA. The relative proximity of the sulfhydryl and amino groups is very critical in the cross-linking as demonstrated by the observation that the spectral shift observed with PM-BSA can be prevented by addition of denaturing reagents such as 1% sodium dodecyl sulfate immediately after labeling, and by the failure of PM-glutathione to undergo the intramolecular aminolysis. Since the intramolecular rearrangement of PM adducts is associated with characteristic fluorescence changes, N-(1-pyrene)maleimide can serve as a fluorescent cross-linking reagent which provides information about the spatial proximity of sulfhydryl and amino groups in proteins. RMI 61 140, RMI 61 144 and RMI 61 280 are newly synthetized N-[8-R-dibenzo(b,f)oxepin-10-yl]-N'-methyl-piperazine-maleates which show interesting psychopharmacologic effects. This work contains the results of a study performed with these three compounds, in order to demonstrate their neuropsycholeptic activity in comparison with chloropromazine (CPZ) and chlordiazepoxide (CPD). The inhibition of motility observed in mice shows that the compounds reduce the normal spontaneous motility as well as the muscle tone. The central-depressant activity is evidenced by increased barbiturate-induced sleep and a remarkable eyelid ptosis can also be observed. Our compounds do not show any activity on electroshock just as do CPZ and CPD. As to the antipsychotic outline, our compounds show strong reduction of lethality due to amphetamine in grouped mice and a strong antiapomorphine activity. They show also an antiaggressive effect and an inhibitory activity on avoidance behaviour much stronger than CPZ. We have also found extrapyramidal effects, as catalepsy, common to many tranquillizers of the kind of the standards used by us. As for vegetative phenomena, the compounds show hypotensive dose related action ranging from moderate to strong, probably due to an a-receptor inhibition. Adrenolytic activity against lethal doses of adrenaline, antiserotonin and antihistaminic effects, as well as other actions (hypothermia, analgesia, etc.) confirm that RMI 61 140, RMI 61 144 and RMI 61 280 are endowed with pharmacologic properties similar and more potent than those of CPZ. Studies on the metabolism of brain catecholamines show that they are similar to CPZ, although with less effect on dopamine level. Peptic and chymotryptic peptides were isolated form the NADP-specific glutamate dehydrogenase of Neurospora crassa and substantially sequenced. Out of 452 residues in the polypeptide chain, 265 were recovered in the peptic and 427 in the chymotryptic peptides. Together with the tryptic peptides [Wootton, J. C., Taylor, J. G., Jackson, A. A., Chambers, G. K. & Fincham, J. R. S. (1975) Biochem. J. 149, 749-755], these establish the complete sequence of the chain, including the acid and amide assignments, except for seven places where overlaps are inadequate. These remaining alignments are deduced from information on the CNBr fragments obtained in another laboratory [Blumenthal, K. M., Moon, K. & Smith, E. L. (1975), J. Biol. Chem. 250, 3644-3654]. Further information has been deposited as Supplementary Publication SUP 50054 (17 pages) with the British Library (Lending Division), Boston Spa, Wetherby, W. Yorkshire LS23 7BQ, U.K., from whom copies may be obtained under the terms given in Biochem. J. (1975) 145, 5.",
                    "url": "https://pubmed.ncbi.nlm.nih.gov/40344349/",
                    "authors": "R Wells; A B Makar; K E McMartin; M Palese; T R Tephly; Zhizhong Geng; Xiaameng Wu; Jinhao Wang; Guohuan Cao; Chenhao Tan; Longji Li; Jun Qiu; W A Hendrickson; K B Ward; J Marniemi; M G Parkki; J G Henkel; P S Portoghese; J W Miller; P Lewis; C W Wu; L R Yarbrough; L Coscia; P Causa; E Giuliani; A Nunziata; Y W Chow; R Pietranico; A Mukerji; T P Veshohilova; A Schmoldt; H F Benthe; G Haberland; A A Holder; J C Wootton; A J Baron; G K Chambers; J R Fincham; D Kendall; S Tonge",
                    "journal": "Nursing mirror;Biochemical medicine;European journal of sport science;Biochemical and biophysical research communications;Biochemical pharmacology;Journal of medicinal chemistry;Biochemistry;Arzneimittel-Forschung;Biochemical and biophysical research communications;Akusherstvo i ginekologiia;Biochemical pharmacology;The Biochemical journal;The Journal of pharmacy and pharmacology",
                    "publication_date": ""
                }
            ]
        },
        {
            "source": "springer",
            "articles": [
                {
                    "title": "Stochastic dynamics and probabilistic analysis of recovery from disease in a Kawasaki disease model driven by noises",
                    "doi": "10.1007/s11071-025-10894-x",
                    "url": "http://dx.doi.org/10.1007/s11071-025-10894-x",
                    "publication_date": "2025-06-01",
                    "abstract": "Kawasaki disease (KD) is an acute coronary vasculitis that is more common in infants and young children, and its etiology and pathogenesis are still identified. The recurrence of KD is rare, but it causes significant damage to the patient’s body. Currently, the risk factors for the recurrence of KD are not known. In this paper, we explore in depth the statistical characteristics of the emergence of recurrent KD by analyzing the long-term and transient dynamics of a class of stochastic KD model describing vascular endothelial cell injury. We mainly study the existence and uniqueness of the global solution, the existence of an invariant measure, and the exponential extinction of injured endothelial cells. Further, we observe that the shape of the probability density function of the invariant measure changes from a crater type to a single-peak type as the model parameters change. Moreover, we find that the impact of stochastic perturbations on the probability of recovery from KD depends on the initial state. Stochastic perturbations induce the generation of a mechanism that makes stochastic trajectories transition from the basin of attraction of the vascular injury-free equilibrium to the basin of attraction of the periodic solution, leading to KD recurrence. We concretely show the effect of stochastic perturbations on the first passage time. This work provides new insights into the recurrence of KD.",
                    "journal": "Nonlinear Dynamics",
                    "publisher": "Springer",
                    "content_type": "Article",
                    "authors": [
                        "Liu, Rong",
                        "Guo, Ke",
                        "Song, Keying"
                    ]
                },
                {
                    "title": "Hybrid prediction for reservoir landslide deformation based on multi-source InSAR and deep learning",
                    "doi": "10.1007/s10064-025-04345-5",
                    "url": "http://dx.doi.org/10.1007/s10064-025-04345-5",
                    "publication_date": "2025-05-10",
                    "abstract": "Time series Interferometric Synthetic Aperture Radar (InSAR) technology has been proven to be an effective tool for measuring landslide movements. However, previous research has primarily focused on the innovation and application of InSAR technology, its exploration in the analysis and prediction of slope displacement remains to be explored. Analyzing the coupling relationship between InSAR derived displacement and triggering factors, and applying these into landslide displacement prediction, can provide valuable insights for landslide disaster prevention and mitigation early warning systems. In this study, multi-source InSAR data were collected to obtain the displacement of the Shuping landslide in the Three Gorges Reservoir area. We characterized the temporal and spatial displacement of the Shuping landslide and discussed the response mechanism between landslide movement and triggering factors. Subsequently, the landslide displacement was decomposed into trend and periodic term by the wavelet analysis (WA) algorithm. Long short-term memory (LSTM) and Bidirectional-LSTM (Bi-LSTM) algorithm were employed for time series prediction modeling, and parameter optimization was conducted using the grey wolf optimization (GWO) algorithm. Finally, combining InSAR data with displacement prediction models, we conducted InSAR-assisted displacement prediction research and confirmed its effectiveness in improving prediction accuracy. The findings demonstrate the feasibility of applying InSAR technology in landslide displacement prediction, offering a reference for the prediction and prevention of reservoir-induced landslides.",
                    "journal": "Bulletin of Engineering Geology and the Environment",
                    "publisher": "Springer",
                    "content_type": "Article",
                    "authors": [
                        "Ruan, Qiuyu",
                        "Miao, Fasheng",
                        "Wu, Yiping",
                        "Yang, Beibei",
                        "Zhao, Fancheng",
                        "Zhan, Weiwei"
                    ]
                },
                {
                    "title": "A Personal and Scientific Introduction to the Work of A.D. (Bud) Craig on Interoception and the Insular Cortex",
                    "doi": "10.1007/7854_2025_583",
                    "url": "http://dx.doi.org/10.1007/7854_2025_583",
                    "publication_date": "2025-05-09",
                    "abstract": "A.D. (Bud) Craig was best known to us colloquially as Bud Craig; his groundbreaking work has advanced our understanding of the neuroanatomical basis of the bodily self, emotion, and subjective time. His research elucidated the intricate pathways of interoception – the brain’s processing of internal body signals – and highlighted the insula’s pivotal role in integrating these signals. Craig’s pioneering insights demonstrated that bodily sensations, such as pain and temperature, are deeply intertwined with emotional experiences and homeostatic needs. By mapping the thalamocortical pathways and emphasizing the insula’s function in predicting future bodily states, he provided a comprehensive framework that connects physiological states to emotional and temporal experiences. This fundamental work has profoundly influenced a new generation of scientists and inspired the current volume. In this book, we have invited researchers influenced by Craig’s theories to explore the neural correlates of emotion, pain, interoception, and time. In this chapter, we present how the editors of this book were directly influenced by Craig’s findings and lay the groundwork for the large collective contribution of the authors of the subsequent chapters that continue to explore this ever-evolving scientific landscape.",
                    "journal": "",
                    "publisher": "Springer",
                    "content_type": "Chapter",
                    "authors": [
                        "Strigo, Irina A.",
                        "Simmons, Alan N.",
                        "Wittmann, Marc"
                    ]
                },
                {
                    "title": "Dynamic analysis of cooling tower considering two different column modeling approaches",
                    "doi": "10.1007/s41024-025-00632-6",
                    "url": "http://dx.doi.org/10.1007/s41024-025-00632-6",
                    "publication_date": "2025-05-09",
                    "abstract": "Nuclear power plants use cooling towers, which are frequently hyperboloid in shape, to disperse excess heat created during power generation. Due to their ever-increasing size, the stability analysis by experimental means and finite element modelling has become more significant. There are different finite element modelling approaches. Often the columns are modelled as simple beam elements to save computational power and analysis duration. In other cases, the columns are modelled with a more realistic approach, thus modelling with the rebars embedded in the concrete with properties like bond and shrinkage. Little attention has been shed on the effect of these two different modelling approaches on the analysis results. In this study, two models of a hyperbolic natural draught cooling tower were made. One model was created with the more realistic Embedded Reinforcement Columns and the other was with Simplified Columns modelled with Timoshenko Beam-type members. The model was validated, and its natural frequency was identified. Subsequently, both models were exposed to seismic and wind excitations, and their responses were compared. The Embedded Reinforcement Column model exhibited greater flexibility and reduced stiffness, resulting in lower natural frequencies. As a consequence, it experienced larger displacements under both seismic and wind loads. While this model demonstrated improved stress dissipation during seismic analysis, it showed less favorable performance under wind loading. The findings of this study are important and relevant given Bangladesh's increased seismic susceptibility, especially in the area of the Madhupur Fault near the Rooppur Nuclear Power Plant. This study can thus help others in the judgement of which modelling approach is suitable for a particular research or analysis.",
                    "journal": "Journal of Building Pathology and Rehabilitation",
                    "publisher": "Springer",
                    "content_type": "Article",
                    "authors": [
                        "Chy, Intekhab Uddin Ahmad",
                        "Fardin, Md Asadullahil Galib",
                        "Awall, Md Robiul",
                        "biswas, Anik"
                    ]
                },
                {
                    "title": "SSA-TCN: satellite clock offset prediction during outages of RTS stream",
                    "doi": "10.1007/s10291-025-01857-1",
                    "url": "http://dx.doi.org/10.1007/s10291-025-01857-1",
                    "publication_date": "2025-05-08",
                    "abstract": "The continuity of satellite clock corrections in the international GNSS service (IGS) real-time service (RTS) stream is crucial for maintaining high-precision precise point positioning (PPP). When real-time (RT) satellite clock corrections remain unavailable for prolonged periods due to communication outages, the positioning accuracy of the RT-PPP solution will be severely impaired. In this contribution, we propose a hybrid satellite clock offset (SCO) prediction model that integrates singular spectrum analysis (SSA) with a temporal convolutional network (TCN). The SSA is used to decompose the single difference SCO sequence into several signal components with distinct time-frequency characteristics. The TCN is employed to predict each signal component of the single difference SCO sequence independently. The predicted components are reconstructed to sufficiently maintain high-precision SCO prediction for a long interval. The proposed model is compared with the traditional physical, statistical, and neural network models to comprehensively evaluate the performance of SCO prediction. The experimental results show that the SSA-TCN model significantly reduces root mean square error (RMSE) by 67.6%, 45.1%, 42.4%, 71.1%, 56.2%, 23.9%, 22.3%, 13.8%, and 60.5%, respectively, when compared with linear polynomial (LP), quadratic polynomial (QP), spectral analysis (SA), grey (GM), autoregressive integrated moving average (ARIMA), wavelet neural network (WNN), long short-term memory (LSTM), TCN models, and IGS ultra-rapid predicted (IGU-P) product control group in a 24 h long-term prediction task. In addition to achieving substantial improvements in RMSE, the SSA-TCN model demonstrates comparable superiority in mean absolute error (MAE). Furthermore, the variance absolute error (VAE) of the SSA-TCN model exhibits superior performance in the SCO prediction tasks at 3 h, 6 h, 12 h, and 24 h, outperforming the benchmark models and product. The SSA-TCN model achieves the state-of-the-art (SOTA) performance in terms of both prediction accuracy and stability.",
                    "journal": "GPS Solutions",
                    "publisher": "Springer",
                    "content_type": "Article",
                    "authors": [
                        "Zhao, Lin",
                        "Na, Zhibo",
                        "Li, Liang",
                        "Cui, Peng"
                    ]
                },
                {
                    "title": "Climate risks and stock market volatility spillover: new insights from wavelet and causality methods",
                    "doi": "10.1007/s10644-025-09877-0",
                    "url": "http://dx.doi.org/10.1007/s10644-025-09877-0",
                    "publication_date": "2025-05-08",
                    "abstract": "Underlining the unprecedented rise in climate risks recently, it is crucial to assess the influence of climate risks on the volatility of the stock markets to maintain financial stability. This paper employs wavelet methods and discrete wavelet-based Granger causality tests to comprehensively analyze the complex details of volatility spillovers between climate risks and stock markets from 2013 to 2024. Meanwhile, a time-varying Granger causality test is applied to detect volatility relationships during major events. The outcomes reveal a discernible connection between climate risks and stock market volatility, with physical climate risk demonstrating notable associations with both short-term and long-term volatility, particularly in energy stock markets. The primary source of short- to midterm stock market fluctuations is transition risk, significantly impacting energy and total stock markets. The causal relationships are further heightened during major events. Notably, this study underscores the critical importance of monitoring physical climate risk, an essential contributor to transition risk and stock market volatility, which is currently underestimated by the market. These findings aim to provide valuable insights for policymakers and investors, aiding in informed risk avoidance and decision-making within the framework of climate change scenarios. Moreover, it emphasizes constructing comprehensive climate risk monitoring frameworks and corresponding incentive climate policies to manage the multi-domain interconnects between climate risks and stock markets.",
                    "journal": "Economic Change and Restructuring",
                    "publisher": "Springer",
                    "content_type": "Article",
                    "authors": [
                        "Chen, Yufeng",
                        "Shen, Simin",
                        "Wang, Chuwen"
                    ]
                },
                {
                    "title": "Weld penetration state identification based on time series multi-source data fusion",
                    "doi": "10.1007/s40194-024-01857-8",
                    "url": "http://dx.doi.org/10.1007/s40194-024-01857-8",
                    "publication_date": "2025-05-01",
                    "abstract": "Addressing issues such as low efficiency in feature extraction, suboptimal feature quality, and low identification accuracy, this paper proposes an innovative Time Series Identification Method (TSIM) of weld joint penetration states based on multi-source data fusion. Firstly, a convolutional block, based on the architecture of convolutional neural networks, is designed. This forms part of an image representation network composed of three such blocks, incorporating a channel attention mechanism for high-quality image representation. Additionally, welding current and voltage data are integrated to create a comprehensive multi-source dataset. Secondly, an innovative atrous convolutional block is introduced, incorporating Efficient Channel Attention Networks (ECANet) to enhance the processing of multi-source data. Leveraging Temporal Convolutional Networks (TCN), an Efficient TCN (ETCN) with an advanced attention mechanism, is proposed. It is designed to extract global spatial features from the time series multi-source data, while concurrently feeding these data into a Transformer encoder to complete the extraction of time series features. Ultimately, a novel network utilizing a cross-attention mechanism is developed to amalgamate the time series and spatial features of the multi-source data, facilitating the prediction of Back-Side Bead Width (BSBW) and identification of the subsequent joint penetration state. Experimental findings indicate that irrespective of variations in welding current, the proposed algorithm achieves an RMSE of 0.17 mm. This represents a reduction in root mean squard error(RMSE), mean absolute error(MAE), and relative absolute error(RAE) values, along with an increase in R -square( R $$^{2}$$ 2 ) value, surpassing the performance of existing methods such as CNN, ResNet, CNN-LSTM, and AE-GRU.",
                    "journal": "Welding in the World",
                    "publisher": "Springer",
                    "content_type": "Article",
                    "authors": [
                        "Wang, Fei",
                        "Chen, Yourong",
                        "Wang, Qiyue",
                        "Liu, Liyuan",
                        "Alam, Muhammad",
                        "Zhang, Xudong",
                        "Jiao, Wenhua"
                    ]
                },
                {
                    "title": "7 days of L-citrulline supplementation does not improve running performance in the heat whilst in a hypohydrated state",
                    "doi": "10.1007/s00421-024-05671-4",
                    "url": "http://dx.doi.org/10.1007/s00421-024-05671-4",
                    "publication_date": "2025-05-01",
                    "abstract": "Purpose 7 days L-citrulline supplementation has been reported to improve blood pressure, $$\\mathop {\\text{V}}\\limits^{.}$$ V . O 2 kinetics, gastrointestinal (GI) perfusion and endurance cycling performance through increasing arterial blood flow. In situations where blood volume is compromised (e.g., hyperthermia/hypohydration), L-citrulline may improve thermoregulation and exercise performance by redistributing blood flow to aid heat loss and/or muscle function. This study assessed 7 days L-citrulline supplementation on running performance in the heat, whilst mildly hypohydrated. Methods 13 endurance runners (2 female, 31 ± 8 y, $$\\mathop {\\text{V}}\\limits^{.}$$ V . O 2 peak 60 ± 6 mL/kg/min) participated in a randomised crossover study with 7 days L-citrulline (CIT; 6 g/d) or placebo (maltodextrin powder; PLA) supplementation. Participants completed a 50 min running ‘preload’ at 65% $$\\mathop {\\text{V}}\\limits^{.}$$ V . O 2 peak (32 °C, 50% relative humidity) to induce hyperthermia and hypohydration before a 3 km running time trial (TT). Body mass and blood samples were collected at baseline, pre-preload, post-preload and post-TT, whilst core and skin temperature, heart rate and perceptual responses were collected periodically throughout. Results TT performance was not different between trials (CIT 865 ± 142 s; PLA 892 ± 154 s; P  = 0.437). Core and skin temperature and heart rate ( P  ≥ 0.270), hydration (sweat rate, plasma volume, osmolality) indices ( P  ≥ 0.216), GI damage ( P  ≥ 0.260) and perceptual responses ( P  ≥ 0.610) were not different between trials during the preload and TT. Conclusions 7 days of L-citrulline supplementation had no effect on 3 km running performance in the heat or any effects on thermoregulation or GI damage in trained runners in a hypohydrated state.",
                    "journal": "European Journal of Applied Physiology",
                    "publisher": "Springer",
                    "content_type": "Article",
                    "authors": [
                        "Cable, Thomas G.",
                        "Funnell, Mark P.",
                        "Reynolds, Kirsty M.",
                        "Hudson, Ella F.",
                        "Macrae, Heather Z.",
                        "Johnson, Drusus A.",
                        "Taylor, Lee",
                        "Heaney, Liam M.",
                        "Mears, Stephen A.",
                        "Bailey, Stephen J.",
                        "James, Lewis J."
                    ],
                    "full_text": ""
                },
                {
                    "title": "A deep learning based framework for enhanced reference evapotranspiration estimation: evaluating accuracy and forecasting strategies",
                    "doi": "10.1038/s41598-025-99713-2",
                    "url": "http://dx.doi.org/10.1038/s41598-025-99713-2",
                    "publication_date": "2025-04-30",
                    "abstract": "Affordable and efficient agricultural methods enhance crop yield and water management by optimizing resources. Precise irrigation relies on accurate estimation of reference evapotranspiration ( ET o ). Numerous analytical and empirical methods exist to compute ET o but these methods are costlier, requires time and perform poorly under limited availability of meteorological data. This study first evaluated the performances of three deep learning sequential models—Long short-term memory (LSTM), Neural Basis Expansion Analysis for Time Series (N-BEATS) and, Temporal Convolutional Network model (TCN), for predicting daily ET o possessing temporal characteristics. In this TCN is considered as baseline model to be compared with other models. In the results, TCN performed better, so it is further utilized to evaluate two strategies of ET o prediction that makes the second objective of the paper. In the first approach, historic data is used to predict future ET o using TCN which is standard method. And, in recursive approach, TCN predicted climatological data and, ET o is computed. This is required for better irrigation planning in data-scarce situations. The results demonstrate that the TCN model provided satisfactory performance with the Nash–Sutcliffe Efficiency (NSE) = 0.99, Theil U2 = 0.005, RMSE = 0.092 and, MAE = 0.048. Also, with the recursive strategy, ET o values computed found more accurate than using standard approach. Thus, comparative study among sequential architecture revealed TCN outperformed LSTM and N-BEATS models and, is an efficient method for predicting ET o time-series and, could also assist in the precise management of water resources in data scarcity.",
                    "journal": "Scientific Reports",
                    "publisher": "Nature",
                    "content_type": "Article",
                    "authors": [
                        "Sarkar, Suman Saurabh",
                        "Bedi, Jatin",
                        "Jain, Sushma"
                    ],
                    "full_text": ""
                },
                {
                    "title": "Prediction of electricity carbon emission peak in intelligent buildings with discrete second-order differential and time-sharing carbon measurement",
                    "doi": "10.1186/s40807-025-00163-1",
                    "url": "http://dx.doi.org/10.1186/s40807-025-00163-1",
                    "publication_date": "2025-04-30",
                    "abstract": "To achieve intelligent building energy management, predict the peak carbon emissions of intelligent building energy. A prediction model integrating discrete second-order difference and time-sharing carbon measurement is proposed. Considering peak and valley habits of building users, the carbon emissions cycle is divided into low, medium and high emissions ratio stages, establishing a time-sharing carbon emissions measurement model. In this model, the carbon emissions data time series obtained by the model are first input into the discrete second-order difference equation, and the final building carbon emissions value is obtained through model mapping generation, one-time accumulation generation, univariate second-order difference equation modeling, inverse accumulation generation and inverse mapping generation. Then, combined with BP neural network, the prediction error of carbon emissions interval series was estimated and gradually corrected, obtaining more accurate predictions after removing the error. The experimental results show that the model has a small error in predicting the peak carbon emissions of building electricity. It predicts the carbon emissions in different situations, the peak and time to reach the peak, providing a reference for the energy management research of smart buildings.",
                    "journal": "Sustainable Energy Research",
                    "publisher": "BioMed Central",
                    "content_type": "Article",
                    "authors": [
                        "Wang, Chao",
                        "Zhao, Yongliang",
                        "Yan, Hong",
                        "Jiang, Xi",
                        "Kang, Qi",
                        "Zhou, Junchao"
                    ],
                    "full_text": ""
                },
                {
                    "title": "Global existence of odd solutions for the cubic fourth-order nonlinear Schrödinger equations",
                    "doi": "10.1007/s00030-025-01053-7",
                    "url": "http://dx.doi.org/10.1007/s00030-025-01053-7",
                    "full_text": "",
                    "source": "springer_openaccess"
                },
                {
                    "title": "Modified amplatz sheath with suction versus standard sheath in percutaneous nephrolithotomy for treating large renal stones > 2 cm: a prospective randomized trial",
                    "doi": "10.1007/s00345-025-05489-5",
                    "url": "http://dx.doi.org/10.1007/s00345-025-05489-5",
                    "full_text": "",
                    "source": "springer_openaccess"
                }
            ]
        }
    ],
    "relevant_content": "Gravitational time dilation is a form of time dilation an actual difference of elapsed time between two events as measured by observers situated at varying distances from a gravitating mass. At the infinity g v d t 1 displaystyle g v dt 1 so v 0 T 2 displaystyle v 0 T 2 or in coordinates adjusted to the local time dilation v l o c 0 T displaystyle v_ loc 0 T that is time dilation due to acquired velocity as measured at the falling body s position equals to the gravitational time dilation in the well the body fell into. Important features of gravitational time dilation According to the general theory of relativity gravitational time dilation is copresent with the existence of an accelerated reference frame. Applying this argument more generally one gets that under the same assumptions on the metric the relative gravitational time dilation between two points equals to the time dilation due to velocity needed to climb from the lower point to the higher. Gravitational time dilation T displaystyle T in a gravitational well is equal to the velocity time dilation for a speed that is needed to escape that gravitational well given that the metric is of the form g d t T x 2 g s p a c e displaystyle g dt T x 2 g_ space i. Gravitational time dilation has been measured in experiments with time signals sent to and from the Viking 1 Mars lander. Gravitational time dilation is closely related to gravitational redshift in which the closer a body emitting light of constant frequency is to a gravitating body the more its time is slowed by gravitational time dilation and the lower more redshifted would seem to be the frequency of the emitted light as measured by a fixed observer. Gravitational time dilation was first described by Albert Einstein in 1907 as a consequence of special relativity in accelerated frames of reference. Experimental confirmation Gravitational time dilation has been experimentally measured using atomic clocks on airplanes such as the Hafele Keating experiment. See also Clock hypothesis Gravitational redshift Hafele Keating experiment Relative velocity time dilation Twin paradox Barycentric Coordinate Time References Further reading Grøn Øyvind Næss Arne 2011 . This is because gravitational time dilation is manifested in accelerated frames of reference or by virtue of the equivalence principle in the gravitational field of massive objects. Additionally all physical phenomena in similar circumstances undergo time dilation equally according to the equivalence principle used in the general theory of relativity. Gravitational time dilation in the form of gravitational redshift has also been confirmed by the Pound Rebka experiment and observations of the spectra of the white dwarf Sirius B. The existence of gravitational time dilation was first confirmed directly by the Pound Rebka experiment in 1959 and later refined by Gravity Probe A and other experiments. The formula for a clock at rest is given above the formula below gives the general relativistic time dilation for a clock in a circular orbit t 0 t f 1 3 2 r s r . According to general relativity inertial mass and gravitational mass are the same and all accelerated reference frames such as a uniformly rotating reference frame with its proper time dilation are physically equivalent to a gravitational field of the same strength. Outside a non rotating sphere A common equation used to determine gravitational time dilation is derived from the Schwarzschild metric which describes spacetime in the vicinity of a non rotating massive spherically symmetric object. That is every infinitesimal region of spacetime may be assigned its own proper time and the speed of light according to the proper time at that region is always c. Then the time invariance of the metric implies conservation of the quantity g v d t v 0 T 2 displaystyle g v dt v 0 T 2 where v 0 displaystyle v 0 is the time component of the 4 velocity v displaystyle v of the body. Ultrastructural analysis and high content imaging documented an endoplasmic reticulum dilation increased autophagosomes and lipofuscin deposits."
}